[
    {
        "category": "bilişim",
		"title": "Bulut Bilişim Güvenliği İçin Kullanılan Makine Öğrenimi Yöntemleri Üzerine Bir Derleme",
        "text": "Son zamanlarda bulut bilişimin farklı amaçlar için kullanımı artmaktadır. Bu durum bulut üzerindeki bilgilerin çoğalmasına sebep olmaktadır ve daha yüksek güvenlik gereksinimlerinin olduğunu göstermektedir. Güvenliği sağlamanın yollarından bir tanesi makine öğrenmesi yöntemlerinin bulut sistemlerine adapte edilmesidir. Geleneksel yöntemler saldırılardaki çeşitlilik nedeniyle istenilen düzeyde başarı sağlayamamaktadır. Makine öğrenimi yaklaşımları, verileri daha etkin bir şekilde ele aldıklarından daha duyarlı ve otomatikleştirilmiş güvenlik çözümleri sunabilmektedir. Bulut üzerindeki verilerin gizliliği, bütünlüğü, bulut kaynaklarının kullanılabilirliği ve bulut platformu üzerindeki kimlik doğrulama işlemleri için makine öğrenimi tabanlı sistemlerin kullanımı son zamanlarda oldukça popülerdir. Genellikle izinsiz giriş tespit sistemi olarak adlandırılan bu sistemler, bulut uygulamalarındaki bilgileri yetkisiz erişimlerden korumak için kapsamlı yaklaşımlar kullanmaktadır. Bu çalışmada bulut bilişim güvenliği ve bu alanda kullanılan makine öğrenmesi yaklaşımları üzerine bir sistematik literatür taraması yapılmıştır. Kullanılan makine öğrenimi yöntemleri ve değerlendirme kriterleri, kullanılan veri kümeleri ve çalışmaların sağladıkları bilgi güvenliği kavramları baz alınarak, literatürde etkisi olan çalışmalar ele alınmıştır. Bazıları hibrit bazıları bağımsız şekilde 23 farklı makine öğrenimi yöntemi ve 17 farklı değerlendirme ölçütünün kullanıldığı görülmüştür. Toplamda 11 farklı hazır veri kümesi ve sekiz çalışmada ise oluşturulmuş olan veri kümelerinin kullanıldığı görülmüştür. Son olarak çalışmalar gizlilik, bütünlük, erişilebilirlik ve kimlik denetimi olacak şekilde bilgi güvenliği kavramları açısından değerlendirilmiştir.",
		"url": "https://dergipark.org.tr/tr/pub/dubited/issue/69342/979040"
	},
	{
        "category": "bilişim",
		"title": "NESNELERİN İNTERNETİ TABANLI SAĞLIK İZLEME SİSTEMLERİ ÜZERİNE BİR ÇALIŞMA",
        "text": "Sağlık sektöründe erken teşhis ya da ön çıkarım yapmak oldukça önemlidir. Bu durum tedavinin kalite ve etkinliği açısından önem taşımakla beraber kritik hastalıklar için de hayati müdahaleler anlamına gelmektedir. Ön çıkarım ve erken teşhisin gerçekleştirilmesi için gerekli en önemli adım verilerin sürekli takibidir. Kişilerin verileri üzerinde sürekli takip ve analiz yapmak anormal durumların anında tespit edilmesini sağlayabilir. Bunu gerçekleştirmek içinse IoT teknolojisi oldukça uygundur. IoT (Nesnelerin İnterneti) ile anlık olarak uzak noktalara yayılabilen anlamlı veriler öngörme kabiliyetini ciddi oranda artırmaktadır. IoT sistemlerinde amaca göre farklı şekilde bulunan sensörler ile oluşturulacak sistemlerin karakteristik özelliğine özgü seçimler yapılarak birçok parametre bilgisi elde edilebilmektedir. Yine bu parametreler IoT teknolojisi sayesinde uzak sistemlere aktarılabilmektedir. Böylece hastalar nerede olursa olsun verilerinin takibi yapılabilmektedir. Sistemde gerçekleştirilmek istenen amaca göre farklı sensörler eklenerek farklı bilgiler elde edilebilmektedir. Bu elde edilen veriler üzerinde çeşitli analiz ve işlemlerle öngörüler gerçekleştirilebilmektedir. Bu çalışmada, sağlık izleme sistemleri üzerine derleme yapılmıştır ve çeşitli önerilerde bulunulmuştur.",
		"url": "https://dergipark.org.tr/tr/pub/jesd/issue/58118/831844"
	},
	{
        "category": "bilişim",
		"title": "İstenmeyen Epostaların Tespiti için Kullanılan Yöntemlerin İncelenmesi",
        "text": "İstenmeyen elektronik postalar alıcıya rızası dışında gönderilen ve genellikle kötü niyetli veya tanıtım amaçlı olan kişilerin başvurduğu bir yöntemdir. Elektronik postalar, kullanımının kolaylığı, maliyetlerinin ucuz olmasından dolayı propaganda, reklam, oltalama yapmak isteyen kişi veya topluluklar tarafından etkin bir biçimde kullanılmaktadır. Amaçlarını gerçekleştirmek isteyen kişi veya topluluklar hiç tanımadıkları e-posta hesaplarına gereksiz ve istenmeyen postalar gönderirler. Bu çalışmada, istenmeyen elektronik postaların filtrelenmesi için literatürde bulunan yöntemler incelenmiştir. Bu istenmeyen e-posta filtreleme yöntemleri temel olarak yapay zekâ tabanlı olmayan ve yapay zekâ tabanlı olan şeklinde iki ana başlık altında incelenmiştir. Yapay zekâ tabanlı olmayan yöntemlerin istenmeyen e-posta tespitinde etkili sonuçlar verdiği ancak literatürde bu yöntemleri atlayabilen tekniklerin olduğu görülmektedir. İstenmeyen e-posta tespitinde yapay zekâ tabanlı makine öğrenmesi algoritmaları kullanan sistemlerin popülaritesinin arttığı ve araştırmaların bu yönde ivme kazandığı görülmektedir. Özellikle derin öğrenme yöntemleri yüksek performansları nedeniyle spam tespitinde tercih edilmeye başlamıştır. Literatürde klasik makine öğrenme yöntemlerinden olan Bayes, Destek Vektör Makinesi, Yapay Sinir Ağı, Rastgele Orman, Çok Katmanlı Algılayıcı, K-En Yakın Komşu gibi algoritmalarının kullanıldığı spam tespit yöntemlerinde yüksek başarım sağladığı görülmektedir. Uzun Kısa Süreli Bellek ve Evrişimsel Sinir Ağı algoritmalarını kullanan derin öğrenme temelli spam tespit yöntemlerinin başarım oranlarını daha da artırdığı farklı veri kümeleri kullanılarak gösterilmiştir. Ayrıca spam tespit sistemlerinde bulunan açık problemler ve Türkçe özelinde bu çalışmaların hangi aşamada olduğu da bu çalışmada irdelenmiştir ve çeşitli öneriler yapılmıştır.",
		"url": "https://dergipark.org.tr/tr/pub/dumf/issue/56929/715638"
    },
	{
        "category": "bilişim",
		"title": "Parola Tabanlı SIMSec Protokolü",
        "text": "SIMSec protokolünün amacı, üretim sırasında geçici bir anahtar takılı olmayan SIM (Abone Kimlik Modülü) kartı ile servis sağlayıcı arasında güvenli erişimi sağlayacak altyapıyı sağlamaktır. Bu altyapı, mobil şebeke üreticisi, kullanıcı, servis sağlayıcı ve kart üreticisi arasındaki anlaşmalara dayalı bir şekle sahiptir. İşlemlerin güvenliğini sağlamak için, her iki tarafın da iddia ettikleri taraf olduklarını doğrulayabilecekleri gerçeğine dayanan kimlik doğrulama yöntemleri kullanılır. Bu çalışmada literatürdeki anahtar değişimi ve kimlik doğrulama modelleri incelenmiş ve parola tabanlı kimlik doğrulama modeli seçilmiştir. SIMSec protokolü için, parola tabanlı kimlik doğrulama algoritması SIMSec protokolüne entegre edilmiştir. Önerilen yeni yapı sayesinde SIMSec protokolündeki faz farklılıkları gösterilmektedir. Sonuç olarak, SIM kartlar için yeni bir anahtar değişim protokolü önerilmiştir.",
		"originalTitle":"Password-Based SIMSec Protocol",
		"originalText": "The purpose of the SIMSec protocol is to provide the infrastructure to enable secured access between the SIM (Subscriber Identity Module) card which doesn’t have an ephemeral key installed during production and the service provider. This infrastructure has a form based on agreements among the mobile network manufacturer, the user, the service provider and the card manufacturer. In order to secure transactions, authentication methods are used based on the fact that both parties can verify that they are the parties they claim to be. In this study, the key exchange and authentication models in the literature have been surveyed and the password-based authentication model is chosen. For the SIMSec protocol, the password-based authentication algorithm is integrated into the SIMSec protocol. Thanks to the proposed new structure, phase differences in the SIMSec protocol are shown. As a result, a new key exchange protocol is proposed for SIM cards.",
		"url": "https://dergipark.org.tr/tr/pub/dumf/issue/56929/753942"
    },
	{
        "category": "bilişim",
		"title": "IoT Çağında Güvenlik Tehditleri ve Çözümleri Üzerine Bir Araştırma",
        "text": "Nesnelerin İnterneti (IoT), makinelerin ve cihazların internet üzerinden herhangi bir zamanda herhangi bir yerden birbirine bağlandığı ve etkileşimde bulunduğu, hızla gelişen ve göz alıcı bir teknolojidir. Şehir yönetiminden akıllı binalara, sağlıktan sanayiye, enerjiden tarıma kadar pek çok alanda avantaj, kolaylık ve verimlilik getiren bu teknoloji, güvenlik açısından da birçok zorluğu beraberinde getirdi. IoT, kaynak sınırlamaları, heterojenlik, standardizasyon eksikliği, mobilite, mimari gibi muhakemeler nedeniyle çeşitli saldırılara, arızalara ve kötüye kullanımlara karşı savunmasızdır. Bu yazıda IoT'deki siber güvenlik sorunları için en son teknolojiyi sunuyoruz. IoT güvenliği için tehditler, güvenlik açıkları ve bazı karşı önlemler dahil olmak üzere farklı perspektiflerde bir karşılaştırma sunuyoruz. IoT'de siber güvenlik sorunları için önlemler ve karşı önlemler hakkında bazı önerilerde bulunuyoruz.",
		"originalTitle": "A Survey on Security Threats and Solutions in the Age of IoT",
		"originalText": "Internet of Things (IoT) is rapidly developing and glamorous technology in which machines and devices are connected and interacted with each other via Internet anywhere anytime. This technology, which brings advantages, facilities and efficiency in many areas from city management to smart buildings, from health-care to industry, from energy to agriculture, etc. has also brought along numerous challenges in terms of security. IoT is vulnerable to various types of attacks, malfunctions and misuses due to these challenges reasoning such as resource limitations, heterogeneity, lack of standardization, mobility, architecture. In this paper, we present the state of the art for cyber security issues in IoT. We provide a comparison for IoT security in different perspectives including threats, vulnerabilities and some countermeasures. We give some recommendations on the precautions and countermeasures for cyber security issues in IoT. ",
		"url": "https://dergipark.org.tr/tr/pub/ejosat/issue/43603/494066"
    },
	{
        "category": "bilişim",
		"title": "Denetleyici Alan Ağının Güvenliğinin Sağlanması için Derin Öğrenme Tabanlı Saldırı Tespit Sistemleri Üzerine Bir Derleme",
        "text": "Nesnelerin interneti fikrinin otomotiv alanına girmesi ile birlikte araçların interneti kavramı ortaya çıkmıştır. Araçların interneti hem araç içi ağ iletişimini hem de araçların diğer nesnelerle olan iletişimini kapsamaktadır. Araç içi ağ iletişimi, araç içi çeşitli işlevleri sağlayan Elektronik Kontrol Birimleri arasındaki güvenilir bir iletişimi sağlamakta olup araç içi ağlar arasında en yaygın kullanılanı denetleyici alan ağlarıdır. Denetleyici alan ağı, araç içi ağ için güvenli bir iletişim ortamı sunarken siber saldırılara karşı savunmasızdır. Bu derleme çalışmasında araç içi denetleyici alan ağının güvenliğinin sağlanması için derin öğrenme yöntemini kullanan saldırı tespit sistemleri üzerine odaklanılmıştır. Bu kapsamda veritabanları üzerinde sistematik bir literatür taraması gerçekleştirilerek literatüre yön veren çalışmalar belirlenmiştir. Belirlenen çalışmalar kullanılan yöntem, veri kümesi, seçilen öznitelik ve odaklanılan saldırı bakımından detaylı bir şekilde incelenmiştir. Ayrıca incelenen çalışmalarda önerilen saldırı tespit modelinin performansının nasıl değerlendirildiği ifade edilmekle birlikte önerilen modelin diğer yöntemlerle yapılan karşılaştırmalar detaylandırılmıştır.",
		"url": "https://dergipark.org.tr/tr/pub/ejosat/issue/64232/974582"
    },
	{
        "category": "bilişim",
		"title": "Çok Ölçekli Eğrilik Sınıflandırmasının CUDA ile Hızlandırılması",
        "text": "Günümüzde mekansal ölçüm teknolojileri gelişerek büyümektedir. Yeni teknolojiler ile birlikte çok daha hızlı ve doğru ölçümler yapmak mümkün hale gelmiştir. Hata oranlarının azalması, yanında verinin yoğunluğunun artması sorununu getirmiştir. Daha yoğun bir veri her ne kadar daha doğru sonuç verse de işlem süreçlerinde dezavantaja neden olmuştur. Verilerin işlenme sürelerinde büyük artışlar meydana gelmiştir. Bunlarla birlikte günümüzde paralel programlama üzerine çalışmalar yapılmaktadır. Paralel programlama işlemci üzerinde yapılabileceği gibi ekran kartı üzerinde de yapmak mümkündür. Ekran kartları üzerinde paralel programlama yapmak için kütüphaneler mevcuttur. Bunlardan en popüleri çok iyi bilinen Nvidia CUDA kütüphanesidir. CUDA kütüphanesi ile CUDA çekirdekleri üzerinde paralel programlama yapmak mümkün hale gelmiştir. Yapılan çalışmada yer sınıflandırma algoritması üzerinde hızlanma elde edilmesi hedeflenmiştir. Yer sınıflandırma algoritması olan MCC algoritması CUDA çekirdekleri üzerine dağıtılmış ve paralel hesaplanması sağlanmıştır. Çalışma sonunda 21 kat hızlanma elde edilmiştir.",
		"url": "https://dergipark.org.tr/tr/pub/ejosat/issue/64234/1012445"
    },
	{
        "category": "bilişim",
		"title": "Jensen Shannon Mesafesi Temelli Uyarlanmış Bulanık C Ortalamalar Kümeleme Yöntemi",
        "text": "Denetimsiz öğrenmenin önemli bir dalı olan kümeleme yöntemleri, bilgisayar bilimlerinin popüler araştırma alanlarından biridir. Kümeleme yöntemlerinin birçoğunda, küme sayısının tahmin edilememesi önemli bir problem olarak ortaya çıkmaktadır. Bu çalışmada küme sayısını tahmin etmek için Jensen Shannon (JS) mesafesi, Bulanık C Ortalamalar (BCO) algoritmasına uyarlanarak yeni bir Jensen Shannon Bulanık C Ortalamalar (JSBCO) algoritması önerilmiştir. Bu çalışma, BCO algoritmasını temel alan yeni bir algoritma önerisiyle doğru küme sayısını belirleme başarımını artırmayı hedeflemektedir. Bu amaçla, önerilen JSBCO algoritması, Uyarlanmış Bölüm Entropisi (MPE) ile kullanılan BCO yöntemi ve saf BCO algoritması ile karşılaştırılmıştır. BCO algoritması 6 farklı veri seti için, veri tabanında tanımlanan sahip oldukları gerçek küme sayıları ile çalıştırılmıştır. Aynı veri setleri MPE–BCO ve JSBCO yöntemleri için de çalıştırılarak verilere ait küme sayıları tahmin edilmiştir. Elde edilen sonuçlar ile JSBCO, MPE-BCO ve BCO yöntemlerinin karşılaştırması yapılmıştır. Yapılan bu karşılaştırma ile JSBCO algoritmasının küme sayısını tahmin etmede ve amaç fonksiyonunu minimize etmede daha başarılı olduğu sonucuna varılmıştır. JSBCO algoritmasının MPE-BCO yöntemine göre, küme sayısı tahmin etme üstünlüğünün yanı sıra, küme sayısı tahmininde daha kararlı davrandığı sonucuna ulaşılmıştır. JSBCO algoritmasının küme sayısı tahmin etmede daha kararlı davrandığını göstermek için Aggregation veri seti esas alınarak hem MPE-BCO algoritması hem JSBCO algoritması ile 10 farklı çalışmasının sonuçları gösterilmiştir. Bu sonuçlara göre MPE-BCO yöntemi, 10 farklı çalışma içinde toplamda 2 kez doğru tahmin ederek %20 doğruluk elde ederken, JSBCO algoritması 10 farklı çalışma içinde 8 kez doğru tahminde bulunarak %80 doğruluk elde etmiştir. Ayrıca tüm veri setlerinin 10 farklı çalışması sonucu elde edilen küme sayısı tahminleri her iki yöntemde karşılaştırılarak, JSBCO algoritmasının artan küme sayısı ve özellik sayısında da kararlı davranışlarını sürdürdüğü gösterilmiştir. Son olarak JSBCO algoritmasının, BCO algoritması kısmından kaynaklanan dezavantajlı durumlarının giderilmesi için gelecek çalışmalara yol gösteren önerilerde bulunulmuştur.",
		"url": "https://dergipark.org.tr/tr/pub/ejosat/issue/65857/1021473"
    },
	{
        "category": "bilişim",
		"title": "Göğüs röntgenlerinde pnömoniyi saptamak için derin bir öğrenme yaklaşımı",
        "text": "Zatürree her yıl çok sayıda çocuğun ölümüne neden olur ve dünya nüfusunun belli bir oranını oluşturur. Göğüs röntgenleri öncelikle bu hastalığı teşhis etmek için kullanılır, ancak eğitimli bir radyolog için bile göğüs röntgenlerini yorumlamak kolay değildir. Bu çalışmada, radyologlara karar verme süreçlerinde yardımcı olmak için dijital akciğer röntgeni görüntüleri üzerinde eğitilmiş bir pnömoni saptama modeli sunulmuştur. Çalışma, Phyton platformunda son zamanlarda yaygın olarak tercih edilen derin öğrenme modelleri kullanılarak gerçekleştirilmektedir. Bu çalışmada, dört farklı CNN modeli ile pnömoni sınıflandırması için bir derin öğrenme çerçevesi önerilmiştir. Bunlardan üçü önceden eğitilmiş modeller, MobileNet, ResNet ve AlexNet, diğeri ise tavsiye edilen CNN Modelidir. Bu modeller performanslarına göre birbirleri ile karşılaştırılarak değerlendirilir. Önerilen derin öğrenme çerçevesinin deneysel performansı, kesinlik, hatırlama ve f1 puanı temelinde değerlendirilir. Modeller sırasıyla %93, %97, %97 ve %86 doğruluk değerlerine ulaşmıştır. Önerilen ResNet modelinin diğerlerine göre en yüksek sonuçları elde ettiği açıktır.",
		"originalTitle": "A deep learning approach for detecting pneumonia in chest X-rays",
		"originalText": "Pneumonia causes the death of many children every year and constitutes a certain proportion of the world population. Chest X-rays are primarily used to diagnose this disease, but even for a trained radiologist, chest X-rays are not easy to interpret. In this study, a model for pneumonia detection trained on digital chest X-ray images is presented to assist radiologists in their decision-making processes. The study is carried out on the Phyton platform by using deep learning models, which have been widely preferred recently. In this study, a deep learning framework for pneumonia classification with four different CNN models is proposed. Three of them are pre-trained models, MobileNet, ResNet and AlexNet and the other is the recommended CNN Model. These models are evaluated by comparing them with each other according to their performance. The experimental performance of the proposed deep learning framework is evaluated on the basis of precision, recall and f1-score. The models achieved accuracy values of 93%, 97%, 97% and 86%, respectively. It is clear that the proposed ResNet model achieves the highest results compared to the others.",
		"url": "https://dergipark.org.tr/tr/pub/ejosat/issue/64234/1009434"
    },
	{
        "category": "bilişim",
		"title": "Makine Öğrenmesi Teknikleri İle Banka Hisse Senetlerinin Fiyat Tahmini",
        "text": "Banka hisse senetlerinin bir gün sonraki kapanış fiyatını tahmin etmek zor bir problemdir. Çünkü hisse senetleri fiyatlarını etkileyen çok sayıda etken vardır. Bu çalışmada 1 Ocak 2016 - 9 Mayıs 2019 tarihleri arasındaki veriler ele alınarak bazı banka hisse senetlerinin bir gün sonraki kapanış fiyatları tahmin edilmeye çalışılmıştır. Hisse senedi hareketlerinde doğrusal örüntülere rastlanması sebebiyle tahmin modeli geliştirilirken karar ağacı, çoklu regresyon ve rassal orman yöntemlerinden yararlanılmıştır. Bu yöntemlerle oluşturulan modeller için iki farklı girdi değişken kümesi kullanılmıştır. Birinci veri kümesinde, 46 teknik ve 4 temel göstergeden oluşan toplam 50 gösterge vardır. İkincisi ise teknik göstergelerde yapılan indirgemeler sonucunda 29 teknik gösterge ve 4 temel göstergeden oluşan toplam 33 göstergeden meydana gelmektedir. Bu iki farklı girdi değişken kümesi için her iki modelin tahmin performansı R2 ölçütü ile değerlendirilmiştir. R2 sonuçları incelendiğinde, teknik göstergede yapılan indirgemenin modellerin tahmin performansını olumlu yönde etkilediği görülmüştür.",
		"url": "https://dergipark.org.tr/tr/pub/tbbmd/issue/50642/636777"
    },
	{
        "category": "bilişim",
		"title": "Türkçe İstenmeyen E-postaların Farklı Öznitelik Seçim Yöntemleri Kullanılarak Makine Öğrenmesi Algoritmaları ile Tespit Edilmesi",
        "text": "Elektronik postalar, kullanımının kolaylığı, maliyetlerinin ucuz olmasından dolayı propaganda, reklam, oltalama yapmak isteyen kişi veya topluluklar tarafından etkin bir biçimde kullanılmaktadır. Amaçlarını gerçekleştirmek isteyen kişi veya topluluklar hiç tanımadıkları e-posta hesaplarına gereksiz ve yaramaz postalar gönderirler. Bu postalar internet kullanıcılarına maddi ve manevi ciddi zararlar vermekte ayrıca internet trafiğini de meşgul etmektedirler. Yaramaz e-postalar alıcıya rızası dışında gönderilen ve genellikle kötü niyetli veya tanıtım amaçlı olan kişilerin başvurduğu bir yöntemdir. Bu çalışmada iki farklı Türkçe e-posta veri kümesi üzerinde yedi farklı makine öğrenmesi algoritması kullanılarak yaramaz e-postalar tespit edilmeye çalışılmıştır. Bu algoritmaları kullanmadan önce veri kümesi üzerinde ön işlem adımları gerçekleştirilmiştir. Daha sonrasında ise öznitelik çıkarımı ve öznitelik seçimi yapılmıştır. Öznitelik seçimleri sonrasında özellik vektörü oluşturarak makinenin anlayacağı formatta değerler elde edilmiştir. Özellik vektörü makine öğrenmesi algoritmaları ile test edilerek yaramaz e-posta filtreleme işlemiyle elde edilen başarım sonuçları değerlendirilmiştir. Metin sınıflandırma çalışmalarında sıkça kullanılan filtreleme tabanlı Ki-kare (CHI), Bilgi Kazancı (IG), Doküman Frekansı Eşikleme (DF), Odds Oranı (OR) ve ACC öznitelik seçme yöntemleri kullanılmaktadır. İki Türkçe e-posta veri kümesi ile CHI, IG, ACC, OR, DF öznitelik seçme yöntemlerinin çeşitli makine öğrenmesi sınıflandırma algoritmaları üzerinde verdiği sonuçlar incelendiğinde en başarılı sonuç Ki-Kare öznitelik seçimi ile görülmüştür. “TurkishEmail” veri kümesi ile Destek Vektör Makinesi tabanlı SMO algoritması ve CHI öznitelik seçimi ile 0,985 F-ölçütü başarım sonucu elde edilmiştir. “TRHamSpamEmailv1.0” veri kümesi ile CHI öznitelik seçim yöntemi Rastgele Orman (RF) ve Naive Bayes (NB) algoritması ile 0,748 F-ölçütü başarıma ulaşmıştır. Herhangi bir öznitelik seçimi yapılmadan tüm özniteliklerin kullanılması ile elde edilen sınıflandırma başarıları da verilmiştir. Öznitelik seçimi yapılmadan “TurkishEmail” veri kümesi üzerinde RF algoritması ile başarım sonucu 0,514 F-ölçütü, “TRHamSpamEmailv1.0” veri kümesi üzerinde RF algoritması ile başarım sonucu 0,535 F-ölçütü olarak elde edilmiştir.",
		"url": "https://dergipark.org.tr/tr/pub/tbbmd/issue/58096/810122"
    },
	{
        "category": "bilişim",
		"title": "İş Sağlığı ve Güvenliği Sektöründe Bayes Ağları Uygulaması",
        "text": "Günümüzde inşaat sektöründeki gelişmeyle beraber iş kazalarının da sayısı artmıştır. Teknolojinin gelişimi, iş güvenliğindeki önlemlerde eksiklikler ve çalışanların eğitimsiz oluşu bu iş kazalarındaki ana nedenlerdir. Bu çalışmada iş kazası verileri önce veri önişleme adımından geçirilip daha sonra elde edilen veriler üzerinde tek değişkenli sıklık ve çapraz tablolama analizi yapılmıştır. Yapılan analizler sonucunda iş kazalarının meydana gelmesinde yüksek risk taşıyan değişkenler tespit edilmiştir. Ardından bu değişkenlerin iş kazasına etkileri Bayes ağları (BNs) ile analiz edilmiştir. Bayes ağı, değişkenler arasındaki koşullu bağımlılık ilişkilerini ve tek bir bağımsız değişkene bağımlı olmadıklarını yansıtmaktadır. Bayes ağı, uluslararası bir inşaat firmasından bir veri kümesi üzerinde uygulanmıştır. Kurulan Bayes ağının doğruluk oranı ve diğer performans ölçütleri analiz edilmiş ve yapılan modelin etkinliği yorumlanmıştır. Deneysel sonuçlara göre, bazı iş kazası vakalarının makine öğrenme tekniklerini kullanarak yüksek doğruluk oranları ile önceden tahmin edilebileceği gösterilmiştir.",
		"url": "https://dergipark.org.tr/tr/pub/tbbmd/issue/44695/523258"
    },
	{
        "category": "bilişim",
		"title": "Kafes-Tabanlı Anahtar Değişim/Paketleme Protokollerinde Kullanılan Uzlaşma Yöntemlerine Ait Bileşenlerin Analizi",
        "text": "Kafes-tabanlı Diffie-Hellman benzeri anahtar değişim/paketleme protokollerinde kullanılan zor problemlerin yapısı gereği ortak paylaşılan anahtarın elde edilmesinde ara işlem adımlarına ihtiyaç duyulur. Uzlaşma yapıları olarak isimlendirilen bu adımların farklılaşması ile kuantum sonrası kriptografi için alternatif sistemler önerilebilecektir. Bu çalışmada,  RLWE problemi tabanlı Ding17, Peikert14, Saarinen17 ile MLWE problemi tabanlı Hamburg17 ve Bi-GISIS problemi tabanlı Jing18 anahtar değişim/paketleme protokolleri içerdikleri problemlere, kullanılan cebirsel yapılara ve protokollerin işleyiş aşamalarına göre farklılaşan uzlaşma yöntemleri açısından karşılaştırılmıştır. Yapılan bu karşılaştırma sonucu yuvarlama işlemi ve ek bilgi hesabı içeren ve içermeyen, farklı  parçalanışlarına sahip bir veya daha fazla uzlaşma fonksiyonu kullanan protokollerin içermesi gereken işleyiş adımları tespit edilmiştir. Elde edilen bilgiler ile yeni bir yaklaşımın içerebileceği temel yapı açıklanarak açık problemlere çözüm önerisi sunabilen gelecek çalışmalara yer verilmiştir. ",
		"url": "https://dergipark.org.tr/tr/pub/tbbmd/issue/53711/636541"
    },
	{
        "category": "bilişim",
		"title": "Hisse Senedi Tahmininde Karşılaşılan Veri Dengesizliği Problemi için Yeni Bir Kural Tabanlı Yaklaşım ve 2D-CNN Modeli",
        "text": "Bu çalışmada literatürdeki borsa tahmini kapsamında son yıllarda yapılan çalışmalar detaylı bir şekilde incelenmiştir. İncelenen çalışmalar doğrultusunda evrişimsel sinir ağları (CNN) modelinin borsa tahmini alanına uyarlandığı ve başarılı sonuçlar verdiği gözlemlenmiştir. Bu kapsamda Dow30 endeksinde yer alan hisse senetlerinin bir gün sonraki pozisyonunu (al, sat, tut) tahmin etmek için 2D-CNN tabanlı bir model kullanılmıştır. Bu model için hisse senedi kapanış fiyatları, teknik göstergeler, altın fiyatı, altın oynaklık endeksi, petrol fiyatı ve petrol oynaklık endeksi verileri kullanılarak görüntü tabanlı girdi değişken kümesi oluşturulmuştur. Ayrıca bu çalışmada veri dengesizliği problemini çözmek için yeni bir kural tabanlı etiketleme algoritması önerilmiş ve buna ek olarak elde edilen görüntüler üzerinde döndürme işlemi gerçekleştirilmiştir. Kaydırmalı eğitim-test yaklaşımını kullanan CNN modelinin tahmin performansı literatürdeki diğer çalışmalarla kıyaslanmıştır. Deney sonuçları, veri dengesizliği problemini gidermek için önerilen yaklaşımın CNN modeli ile birlikte kullanıldığında diğer CNN tabanlı çalışmalardan daha yüksek başarı sağladığını göstermiştir. Ayrıca önerilen bu yaklaşımın, modelin tahmin performansını literatürdeki aynı amaçla önerilen Chen ve Huang’ın yaklaşımından daha fazla iyileştirdiği gözlemlenmiştir.",
		"url": "https://dergipark.org.tr/tr/pub/tbbmd/issue/70571/1073368"
    },
	{
        "category": "bilişim",
		"title": "Büyük Veri Optimizasyonu için Kaynak-Bağlantılı Harmoni Arama Algoritmasının Performans Analizi",
        "text": "Bu çalışmada, Harmoni Arama algoritmasının (Harmony Search algorithm, HSA) mevcut veriden faydalanarak başlangıç çözümlerini üretme yaklaşımı ile güçlendirilmiş varyantı olan Kaynak-Bağlantılı Harmoni Arama algoritmasının (Source-Linked HSA, slinkHSA) performansı elektroensefalografi (EEG) sinyallerinde gürültü minimizasyonu gerektiren büyük veri optimizasyonu üzerinden incelenmiştir. slinkHSA ile elde edilen sonuçlar diğer meta-sezgisel teknikler tarafından bulunan sonuçlar üzerinden kıyaslanmıştır. Karşılaştırmalar, başlangıç harmonilerini EEG sinyalleri kullanılarak üretmenin çözümlerinin kalitesini önemli ölçüde katkıda bulunduğunu ve algoritmanın yakınsama hızını artırdığını göstermiştir.",
		"url": "https://dergipark.org.tr/tr/pub/tbbmd/issue/73673/1090787"
    },
	{
        "category": "bilişim",
		"title": "Mobil Hava Baz İstasyonu İçin En İyi Konumun Bulunmasında Optimizasyon Algoritmalarının Karşılaştırılması",
        "text": "İnsansız hava araçları (İHA), artan uçuş süreleri, iyileştirilmiş komuta-kontrol sistemleri ve taşıma kapasiteleri sayesinde geçtiğimiz yıllarda askeri ve ticari pek çok projede başarı ile kullanılmıştır. Ancak bahsedilen araçların hizmet süre ve kalitesi genellikle daha önce belirlenen ya da anlık olarak bulunan konumlarına doğrudan bağlıdır. Bu çalışmada baz istasyon özellikli bir insansız hava aracının kullanıcılara hizmet vermesi amacı ile uygun lokasyonu Harmoni Arama (Harmony Search, HS) ve Havai Fişek (Fireworks , FW) algoritmalarından faydalanılarak bulunmaya çalışılmıştır. Elde edilen sonuçlar Parçacık Sürü Optimizasyon (Particle Swarm Optimization, PSO) ve Yapay Arı Koloni (Artificial Bee Colony, ABC) algoritmaları tarafından bulunan sonuçlar ile de karşılaştırılmıştır. Karşılaştırma sonuçları HS algoritması ile belirlenen konumlarda mobil baz istasyonunun PSO, ABC ve FW algoritmaları ile belirlenen konumlara kıyasla daha başarılı hizmet verebileceğini göstermiştir.",
		"url": "https://dergipark.org.tr/tr/pub/tbbmd/issue/62918/890066"
    },
	{
        "category": "bilişim",
		"title": "FCN8-ResNetC ile Tüy Alma ve Lezyon Bölütleme ve Cilt Kanseri Görüntülerinde Görüntü İşleme",
        "text": "Cilt kanseri oldukça yaygındır. Cilt kanseri tedavisi için erken teşhis çok önemlidir. Bilgisayar teknolojisine dayalı yöntemler (derin öğrenme, görüntü işleme) artık cilt kanseri teşhisinde giderek daha fazla kullanılmaktadır. Bu yöntemler, teşhis sürecindeki insan hatasını ortadan kaldırabilir. Lezyon görüntülerinden kıl gürültüsünün çıkarılması, doğru segmentasyon için çok önemlidir. Doğru segmente edilmiş bir lezyon görüntüsü cilt kanseri teşhisinde başarı oranını artırır. Bu çalışmada, cilt kanseri görüntülerinde epilasyon ve segmentasyon için FCN8 tabanlı yeni bir yaklaşım sunulmaktadır. FCN8'e ResNetC eklenerek daha yüksek başarı sağlandı. ResNetC, ResNet tabanlı yeni bir modeldir. Çalışma için iki veri seti kullanıldı: ISIC 2018 ve PH2. Eğitim başarısı epilasyon için %89.380 ve lezyon segmentasyonu için %97.050 idi. Lezyon görüntülerinde kıl gürültüsünün giderilmesi için yapılan çalışma kapsamında 3000 saç maskesi oluşturuldu.",
		"originalTitle": "Hair Removal and Lesion Segmentation with FCN8-ResNetC and Image Processing in Images of Skin Cancer",
		"originalText": "Skin cancer is quite common. Early detection is crucial for the treatment of skin cancer. Methods based on computer technology (deep learning, image processing) are now increasingly used to diagnose skin cancer. These methods can eliminate human error in the diagnostic process. Removing hair noise from lesion images is essential for accurate segmentation. A correctly segmented lesion image increases the success rate in diagnosing skin cancer. In this study, a new FCN8-based approach for hair removal and segmentation in skin cancer images is presented. Higher success was achieved by adding ResNetC to FCN8. ResNetC is a new model based on ResNet. Two datasets were used for the study: ISIC 2018 and PH2. Training success was 89.380% for hair removal and 97.050% for lesion segmentation. 3000 hair masks were created as part of the study to remove hair noise in the lesion images.",
		"url": "https://dergipark.org.tr/tr/pub/gazibtd/issue/69736/1060330"
    },
	{
        "category": "bilişim",
		"title": "DOĞAL DİL İŞLEMEDE DERİN ÖĞRENME UYGULAMALARI ÜZERİNE BİR LİTERATÜR ÇALIŞMASI",
        "text": "Derin öğrenme, yapay zekâ ve makine öğrenmesi alanlarının önemli ve güncel bir konusu haline gelmiştir. Özellikle son yıllarda, farklı derin öğrenme yöntemleri öneren çalışmaların ve mevcut yöntemleri değişik problemler üzerinde uygulayan çalışmaların sayıları hızla artmaktadır. Doğal dil işlemenin çeşitli alt alanlarında da bu yöntemler yaygın olarak kullanılmış ve halen kullanılmaktadır. Bu derleme çalışmasında, ilk olarak derin öğrenme yöntemlerinin bir sınıflandırması sunulmuş, ardından da doğal dil işleme problemlerine derin öğrenme yaklaşımlarının sunulduğu önemli çalışmalar incelenmiştir. Derin öğrenme ve doğal dil işleme problemlerinin çözümü amacıyla derin öğrenme konularıyla ilgili hem teorik çalışmaların hem de pratik uygulamalar içeren çalışmaların sayısının ve yaygınlığının daha da artacağı öngörülmektedir. Bu nedenle çalışmamızın; doğal dil işleme alanında derin öğrenme uygulamaları konusunda önemli bir Türkçe kaynak olacağı düşünülmektedir.",
		"url": "https://dergipark.org.tr/tr/pub/uybisbbd/issue/41787/443574"
    },
	{
        "category": "bilişim",
		"title": "Yoğunluk tabanlı kümeleme yöntemiyle karakteristiği oluşturulan yollar için RNN yöntemi ile kısa zamanlı trafik hız tahmini",
        "text": "Büyük şehirlerin gelişimi ve buna bağlı olarak artan araç sayısı şehirler için şehir trafiğini arttırmakta, ulaşım sorununu ön plana çıkarmaktadır. Şehir trafiğini yönetmek için kamu ve özel kurumlar tarafından akıllı ulaşım ve yönetim sistemleri geliştirilmekte, bu sistemleri kullanarak trafik bileşenlerinden trafik akış, yoğunluk ve hız parametreleri tahmin edilmektedir. Bu çalışma, trafik hız tahmini için 9 aşamadan oluşan yeni bir tahmin modeli sunmaktadır. Sunulan modelde gerçek araç verileri, veri filtreleme ve harita eşleme işlemlerinden geçirilmiş, yoğunluk tabanlı kümeler oluşturulmuş, küme öznitelikleri üretilmiş, anlık trafik gösterimi yapılmış ve trafik hız tahmini yapay sinir ağı RNN modeli ile gerçekleştirilmiştir. Daha önce yapılan çalışmalarda, trafik hız tahmini sabit veri kaynakları ile belirli bir yolda veya dağıtık GPS kayıtları ile farklı günlerde yapılabilmekte iken, geliştirilen model ile istenilen ve belirlenen bölge için yoğunluk tabanlı kümeler ve kümelere ait öznitelikleri üretilerek ilgilenilen yol için karakteristik oluşturulmuş ve trafiğin kendi olasılığı içinde aynı gün içerisinde kısa zamanlı ve veri odaklı hız tahmini yapılmıştır. Hız tahmini Ankara iline ait Eskişehir yolu ve İstanbul yolu güzergâhlarında gerçekleştirilmiş, hız tahmini için RNN modeli varyantı olan LSTM ve GRU modelleri kullanılarak hata oranları tespit edilmiş, Eskişehir yolu güzergâhında LSTM-GRU modelleri hata oranları sırasıyla 8,589-8,507, İstanbul yolu güzergâhında model hata oranları 7,370-8,201 olarak ölçülmüştür. Trafiğin olasılıklı ve değişken yapısı için geliştirilen model ile gerçek zaman için başarılı sonuçlar elde edilmiştir. Önerilen modelin, gelecekte yapılacak olan trafik parametrelerinin tahmininde farklı ve yeni çözümler sunacağı, katkılar sağlayacağı, süreçleri hızlandıracağı ve en önemlisi ise kullanıcılara daha doğru ve hızlı hizmet verilmesine katkılar sağlayacağı değerlendirilmektedir.",
		"url": "https://dergipark.org.tr/tr/pub/gazimmfd/issue/68581/921035"
    },
	{
        "category": "bilişim",
		"title": "IoT Ağlarında RPL Algoritması için Enerji Verimli ve QoS Farkında Amaç Fonksiyonlarının Deneysel Analizi",
        "text": "Nesnelerin İnterneti (IoT), internete bağlanan ve veri ileten sınırlı kaynaklara sahip akıllı cihazları ifade eder. Yönlendirme, kablosuz algılayıcı ağların (KAA) genel çerçevesi olarak nitelendirilebilecek bu yapıda önemli bir süreçtir. Düşük Güçlü ve Kayıplı Ağlar için Yönlendirme Protokolü (RPL), kaynak kısıtlamalı ağlarda iletişim sağlamak için İnternet Mühendisliği Görev Gücü (IETF) tarafından tavsiye edilir ve IoT'de yönlendirme için tasarlanmıştır. Temel olarak cihazların tükettiği enerji baz alınarak geliştirilmiş İnternet Protokolü Versiyon 6 (IPv6) protokolüdür. Algoritma, IoT ağının performansında önemli bir yere sahiptir. Bu yazıda, RPL'nin farklı amaç fonksiyonları (OF'ler) altındaki performansı incelenmektedir. OF'ler ayrıntılı denklemlerle sembolize edilir ve tanımlanır. Bu çalışma, RPL algoritmasının deneysel bir analizini sunmaktadır. RPL algoritmasına genel bir bakış da dahildir. Son olarak, RPL algoritması, Python programlama dili kullanılarak oluşturulan uygulama katmanında çalışan özel bir simülatör tarafından simüle edilmiştir. Algoritmanın verim maksimizasyonu, enerji verimliliği maksimizasyonu ve enerji tüketimi minimizasyonu gibi farklı OF'ler açısından davranışı gözlemlenmiş ve sonuçlar paket boyutu, düğüm sayısı ve farklı sinyal-gürültü oranı (SNR) değerleri gibi farklı parametreler altında değerlendirilmiştir. . Deneysel sonuçlarımız hem araştırmacılar hem de ilgili alanlarda çalışan uygulayıcılar için faydalı olabilir.",
		"originalTitle": "Experimental Analysis of Energy Efficient and QoS Aware Objective Functions for RPL Algorithm in IoT Networks",
		"originalText": "The Internet of Things (IoT) refers to smart devices with limited resources that connect to the Internet and transmit data. Routing is an important process in this structure, which can be described as the general frame of wireless sensor networks (WSNs). The Routing Protocol for Low-Power and Lossy Networks (RPL) is recommended by the Internet Engineering Task Force (IETF) to provide communication in resource-constrained networks and is designed for routing in IoT. Basically, it is the Internet Protocol Version 6 (IPv6) protocol developed based on the energy consumed by devices. The algorithm has an important place in the performance of the IoT network. In this paper, the performance of the RPL under different objective functions (OFs) is examined. OFs are symbolized and defined by detailed equations. This study provides an experimental analysis of the RPL algorithm. An overview of the RPL algorithm is also included. Finally, the RPL algorithm is simulated by a custom simulator which is performing on the application layer, created using the Python programming language. The algorithm’s behaviour in terms of different OFs such as throughput maximization, energy efficiency maximization and energy consumption minimization was observed and the results were evaluated under different parameters such as packet size, number of nodes and different signal-to-noise ratio (SNR) values. Our experimental results may be useful for both researchers and practitioners working in related fields.",
		"url": "http://saucis.sakarya.edu.tr/tr/pub/issue/64707/874860"
	},
	{
        "category": "bilişim",
		"title": "5G Teknolojilerinin Akıllı Tarım Sistemlerinde Kullanımı ve Geleceği Üzerine Değerlendirme",
        "text": "İnsan ihtiyaçlarından ilk sıralarda yer alan beslenme tarımın önemini vurgulamaktadır. Ancak sürekli artan insan popülasyonu ve tarım yapılan alanların azalması tarımda farklı yaklaşımların gerekliliğini zorunlu kılmıştır. Bu gerekçe ile tarım sektöründe yapay zekâ (AI), nesnelerin interneti (IoT) ve mobil internet bağlantıları kullanılarak tarımın ve veriminin artırılması sürdürülebilirliğinin sağlanması için çalışmalar yapılmaktadır. Bu araştırmada tarım alanında yapılan yeniliklere 2017 ile 2021 yılları arasında teknoloji açısından yaklaşımları değerlendirilerek Beşinci Nesil Mobil İletişim (5G) teknolojisinin ayrımına varılmaya çalışılmıştır. 5G’nin sağladığı yüksek hızlı veri iletimi sayesinde gerçek zamanlı veri iletimi ile hasat, yabancı ot tespiti, sulama, ilaçlama uygulamalarında daha kapsamlı, doğru ve zaman, maliyet, iş gücü konularında tasarruf edilerek sürdürülebilirliğin sağlanması ve verimin artırılması öngörülmesi üzerine çalışma yapılmıştır.",
		"url": "https://dergipark.org.tr/tr/pub/bsengineering/issue/69201/1051374"
	},
	{
		"category": "tıp",
		"title": "TEKRARLANAN DIFÜZYON AĞIRLIKLI GÖRÜNTÜLEMEDE HİPOKAMPAL HİPERİNTENSİTE GÖRÜLEN GEÇİCİ GLOBAL AMNEZİLİ İKİ HASTA: VAKA SUNUMLARI",
		"text": "24 saat içinde düzelen geçici bir hafıza kaybı epizoduna geçici genel amnezi denir. Etiyoloji ve tetikleyici faktörler belirsizdir ancak hipokampal lezyonlar bu duruma katkıda bulunabilir. Bu lezyonları tespit etmek için difüzyon ağırlıklı manyetik rezonans görüntüleme kullanılır. Bu olgu sunumunda hipokampal lezyonları olan geçici global amnezili iki olgu sunulmaktadır.",
		"originalTitle": "TWO PATIENTS WITH TRANSIENT GLOBAL AMNESIA IN WHICH REPEATED DIFFUSION-WEIGHTED IMAGING REVEALED HIPPOCAMPAL HYPERINTENSITY: CASE REPORTS",
		"originalText": "An episode of temporary memory loss which is recovered within 24 hours is called transient global amnesia. The etiology and triggering factors are unclear but hippocampal lesions may contribute to this condition. Diffusion-weighted magnetic resonance imaging is used to detect these lesions. In this case report, two cases with transient global amnesia who had hippocampal lesions are presented.",
		"url": "https://dergipark.org.tr/tr/pub/iuitfd/issue/71398/1099577"
	},
	{
		"category": "tıp",
		"title": "Endonezya Makassar'daki Diş Kliniği Öğrencilerinin Tamamlayıcı ve Alternatif Tıp Kullanımına İlişkin Bilgi ve Algıları",
		"text": "Hasanuddin Üniversitesi Diş Hekimliği Fakültesi meslek öğrencilerinin diş hekimliği alanında tamamlayıcı ve alternatif tıbba ilişkin bilgi ve bakış açılarını öğrenmek. 2014 ve 2015 sınıfının klinik öğrencileri bu çalışmanın katılımcılarıdır. Her birine, tamamlayıcı ve alternatif tıbba ilişkin bilgi ve bakış açıları ile yanıt verenlerin özelliklerine (cinsiyet, sınıf) ilişkin ek sorulardan oluşan Google Formu biçiminde bir çevrimiçi anket verildi. Veriler daha sonra istatistiksel analiz ile analiz edilir. 148 katılımcı öğrenciden klinik sorunun beş maddesine verilen ortalama doğru yanıtlar 2.22 ± 1.14 idi. 5 klinik soru için beklenen 740 doğru cevaptan (her öğrenciden 5 doğru cevap) sadece 329 doğru cevap (%44.45) alındı. TAT hakkında çok az bilgisi olan veya hiç bilgisi olmayan öğrencilerin yüzdesi %85,8'dir (127 öğrenci). Sadece 29 öğrenci (%19.6) sağlık ve dişhekimliği hizmetleri için TAT'ın gerekli olduğunu kabul etmemiştir. Yüz kırk sekiz öğrenciden yirmi biri CAM bildiğini belirtmiştir. Öğrencilerin yarısından fazlası TAT hakkında daha fazla şey öğrenmekle ilgileniyor ve CAM eğitiminin müfredata entegre edilmesi gerektiği konusunda hemfikir.",
		"originalTitle": "Knowledge and Perceptions of the Use of Complementary and Alternative Medicine in Dental Clinic Students in Makassar, Indonesia",
		"originalText": "To find out the knowledge and perspectives of professional students of the Faculty of Dentistry of Hasanuddin University regarding complementary and alternative medicine in the field of dentistry. The clinical students of class 2014 and 2015 are the respondents in this study. Each received an online questionnaire in the form of Google Form, which consists of questions about knowledge and perspectives on complementary and alternative medicine, along with additional questions about the characteristics of the respondents (gender, class). The data are then analyzed with statistical analysis. The mean correct answers to five items of the clinical question from 148 participating students were 2.22 ± 1.14. Of the 740 correct answers expected (5 correct answers from each student) for 5 clinical questions, only 329 correct answers (44.45%) were obtained. The percentage of students who have little to no knowledge about CAM is 85.8% (127 students). Only 29 students (19.6%) disagreed that CAM was necessary for health and dental services. Twenty-one out of one hundred forty-eight students stated that they knew CAM. More than half of the students are interested in learning more about CAM and agree that CAM education should be integrated into the curriculum.",
		"url": "https://dergipark.org.tr/tr/pub/omujecm/issue/73188/1098714"
	},
	{
		"category": "tıp",
		"title": "COVID-19 Pandemisinin Gastrointestinal Kanser Tanısına Etkisi",
		"text": "Koronavirüs hastalığı 2019 (COVID-19) pandemisi, tüm dünyada yaşamın her alanını ciddi sonuçlarla büyük ölçüde etkiledi. Sağlık alanında etkilerinin gösterilmesi ülkelerin gelecek planları yapması açısından oldukça önemlidir. Bu çalışmada, COVID-19 pandemisinin merkezimizde uygulanan gastrointestinal endoskopi sayısı ve buna bağlı olarak kanser saptanma oranı üzerindeki etkisinin, hastaların klinikopatolojik özellikleri ile birlikte, pandemi sürecini önceki yılların aynı zaman aralıklarıyla karşılaştırarak değerlendirilmesi amaçlanmıştır. Sonuç olarak çalışma, pandeminin hastaların sağlığa yönelik tutumlarını nasıl değiştirdiğini, bireylerin ve sağlık merkezlerinin böylesine olağanüstü bir duruma yanıt olarak nasıl davrandıklarını ve tıbbi yardım almaktan kaçınıp kaçınmadıklarını daha iyi anlamayı amaçladı. Bu retrospektif ve tek merkezli bir çalışmaydı. 11 Mart - 11 Eylül 2020 (tecrit dönemi) arasındaki 6 aylık dönem, gastroenteroloji ünitemizde yapılan endoskopik işlem sayısı, malignite tespit oranı açısından 2018 ve 2019'un aynı ayları (pandemi öncesi dönem) ile karşılaştırıldı. ve hastaların klinikopatolojik özellikleri. Veriler SPSS Statistics 22.0 paket programı kullanılarak analiz edildi. Pandemi döneminde endoskopik işlem sayısında pandemi öncesine göre %33 azalma gözlendi ve aradaki fark anlamlıydı (p<0,001). Endoskopik aktivitedeki azalmaya rağmen, pandemi sırasında kanser tespiti arttı (p=0,057). Pandemi sırasında endoskopik biyopsi ile kanser tanısı alan hastalarda erkek cinsiyet ve 65 yaş ve üstü, pandemi öncesine göre anlamlı olmayan şekilde daha yaygındı ancak fark anlamlı değildi (p=0,983, p=0,241)c. Pandemi sırasında kanser teşhisi konan hastaların ileri bir aşamada ortaya çıkma olasılığı daha yüksekti. En sık görülen kanserler kolon ve rektum kaynaklıydı ve adenokarsinom en yaygın patolojik tanıydı. Hastaların tümör lokalizasyonu ve patolojik tanı dağılımları yıllar arasında anlamlı farklılık göstermedi (p=0,494, p=0,849). Sonuç olarak, hem elektif endoskopilerin ertelenmesi hem de hastaların ciddi akut solunum sendromu koronavirüs-2 (SARS-CoV) kapma korkusu nedeniyle tıbbi bakım arama konusundaki isteksizliği nedeniyle, karantina sırasında genel endoskopik prosedür sayısında bir azalma bulundu. -2) hastanelerde enfeksiyon. Ancak işlem sayısındaki azalmaya rağmen kanserin saptanma oranı ve ileri evrede yatış oranları anlamlı olmayan düzeyde arttı.",
		"originalTitle": "Impact of COVID-19 Pandemic on the Diagnosis of Gastrointestinal Cancer",
		"originalText": "Coronavirus disease 2019 (COVID-19) pandemic has had a major impact every aspect of life all over the world with severe consequences. Demonstration of its effects in the field of healthcare is very important for countries to make future plans. This study aimed to evaluate the impact of COVID-19 pandemic on the number of gastrointestinal endoscopy procedures and resulting cancer detection rate at our center along with clinicopathological characteristics of the patients by comparing the pandemic period with the same time intervals of previous years. Ultimately, the study intended to better understand how pandemic changed attitudes of patients towards health, how individuals and healthcare centers behaved in response to such an extraordinary situation and whether they avoided seeking medical care. This was a retrospective and single-center study. The 6-month period from March 11 to September 11, 2020 (lockdown period) was compared with the same months of 2018 and 2019 (pre-pandemic period) in terms of the number of endoscopic procedures performed at our gastroenterology unit, malignancy detection rate and clinicopathological characteristics of patients. The data were analyzed using the SPSS Statistics 22.0 software package. A 33% reduction was observed in the number of endoscopic procedures during the pandemic compared to pre-pandemic years and the difference was significant (p<0.001). Despite the decrease in endoscopic activity, cancer detection increased during the pandemic (p=0.057). Male sex and age 65 years or older were non-significantly more common among patients diagnosed with cancer on endoscopic biopsy during the pandemic compared to the pre-pandemic era but the difference was non-significant (p=0.983, p=0.241)c. Patients diagnosed with cancer during the pandemic were more likely to present at an advanced stage. The most common cancers were those originating from the colon and rectum and adenocarcinoma was the most prevalent pathological diagnosis. The distributions of tumor location and pathological diagnosis of the patients were not significantly different among the years (p=0,494, p=0,849). In conclusion, a reduction was found in the overall number of endoscopic procedures during the lockdown as a result of both postponing elective endoscopies and the reluctance of patients to seek medical care due to fear of acquiring severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) infection in the hospitals. However, despite the decrease in the number of procedures, cancer detection rate and the rate of admission at advanced stages were increased at a non-significant level.",
		"url": "https://dergipark.org.tr/tr/pub/omujecm/issue/73188/1098687"
	},
	{
		"category": "tıp",
		"title": "Pediatrik Masum Üfürümün Ekokardiyografi ile İncelenmesi",
		"text": "Özet Giriş: Masum üfürümler çocukluk çağında sık görülür. Genellikle herhangi bir yapısal ve fizyolojik anormallik olmadan duyulurlar. Üfürüm genellikle zayıf ve kısadır. Ancak masum olduğu düşünülse bile zaman zaman birinci basamak hekimi veya aileler tarafından ekokardiyografi (EKO) istenmektedir. Bu çalışmanın amacı, çocukluk çağı masum üfürümünün EKO ile ve olası minör bulguların normal klinik durumla değerlendirilmesidir. Yöntem: Bu, tanımlayıcı - geriye dönük bir tablo incelemesidir. 01/2010 – 12/2011 tarihleri arasında Fatih Üniversitesi Hastanesi Çocuk Kardiyolojisi polikliniğine asemptomatik üfürüm ile başvuran çocuk ve ergenlerin dosyalarını inceledik. Herhangi bir doğumsal/edinsel kalp hastalığı saptanan olguları çalışma dışı bıraktık. Bu çalışmanın doğası gereği, yalnızca birinci ila üçüncü derece üfürümleri dahil ettik. Tüm katılımcılar demografik, klinik ve ECHO bulgu verilerine göre analiz edilir. Sonuçlar: 610 grafiği inceledik. 115 vaka (%18) hariç tutuldu. Çalışmaya 495 (%82) olgu dahil edildi. Bunların 209'u (%42,2) kadın, 286'sı (%57,7) erkekti. Yaş aralığı 1 ile 202 ay (52,2 ± 41,9), boyu 50 ile 175cm (102,2 ± 28,8) ve vücut ağırlığı 3,70 ile 97kg (18,8 ± 12,89) arasındaydı. . Minimal Triküspid kapak yetersizliği (TVR) 200 çocukta (%40,4) ve minimal TVR+ fizyolojik Mitral kapak yetersizliği (MVR) 65 çocukta (%11,6) görüldü. Patent foramen ovale (PFO) 306 çocukta (%54,8) görüldü. Sol ventrikül (SV) kas bandı (yanlış tendon) 171 çocukta (%30,6) görüldü. Minimal TVR + fizyolojik MVR+ LV kas bandı (yanlış tendon) 26 çocukta (%4,7), önemsiz arter kapak yetersizliği (AVR) 7 çocukta (%1,4), minimal TVR + minimal pulmoner yetersizlik görüldü (PR) 11 olguda (%2) görüldü. Tartışma: Fizik muayenede üfürümün doğası masum üfürüm tanısını desteklese de EKO ile değerlendirme aileler ve hekimler tarafından sıklıkla talep edilmektedir. Çalışmamızda primer kalp hastalığı varlığı nedeniyle vakaların %18'ini dışladık. Dahil edilen vakalar ayrıca bazı kardiyak bulgular sergiledi, ancak bunların hiçbiri yakın gelecekte herhangi bir kardiyak disfonksiyona neden olmadı. Masum üfürüm grubuna herhangi bir kardiyak semptomu yoksa birinci basamak hekimi tarafından takip edilmesini öneriyoruz.",
		"originalTitle": "Investigation of Pediatric Innocent Murmur with Echocardiography",
		"originalText": "Abstract Introduction: Innocent murmurs are common in childhood. Usually, they are heard without any structural and physiological abnormalities. The murmur is usually weak and short. But even if it is thought to be innocent, echocardiography (ECHO) is occasionally requested by primary doctor or families. The aim of this study is evaluation of childhood innocent murmur with ECHO and possible minor findings with normal clinical status. Method: This is a descriptive - retrospective chart review. We reviewed the charts of children and adolescents who were referred with asymptomatic murmur to Pediatric cardiology clinic at Fatih University Hospital between 01/ 2010 – 12/2011. We excluded cases who are found with any type of congenital/acquired cardiac diseases. Due to the nature of this study, we only included first to third degrees of murmurs. All participants are analyzed based on demographic, clinical, and ECHO finding data. Results: We reviewed 610 charts. 115 cases (18%) were excluded. 495 cases (82%) were included in the study. 209 (42.2%) of them were female and 286 (57.7%) were male. Age range was between 1 and 202 months (52,2 ± 41,9), height was between 50 and 175cm (102,2 ± 28,8) and body weight was between 3.70 and 97kgs (18,8 ± 12,89). Minimal Tricuspid valve regurgitation (TVR) was seen in 200 children (40.4%) and minimal TVR+ physiological Mitral valve regurgitation (MVR) was seen in 65 children (11.6%). Patent foramen ovale (PFO) was seen in 306 children (54,8%). Left ventricular (LV) muscular band (false tendon) was seen in 171 children (30,6%). Minimal TVR + physiological MVR+ LV muscular band (false tendon) was seen in 26 children (4,7%), trivial arteria valve regurgitation (AVR) was seen in 7 children (1,4%), and minimal TVR + minimal pulmonary regurgitation (PR) was seen in 11 cases (2%). Discussion: Even though the nature of murmur in physical exam supports the diagnosis of innocent murmur, evaluation with ECHO is commonly requested by families and physicians. In our study we excluded 18% of cases due to the presence of primary cardiac diseases. Included cases also exhibited some cardiac findings but none of those cause any shown cardiac dysfunction in near future. We advise innocent murmur group to be followed by primary physician unless they have any cardiac symptoms.",
		"url": "https://dergipark.org.tr/tr/pub/omujecm/issue/73188/1098737"
	},
	{
		"category": "tıp",
		"title": "Tekrarlayan Düşük Yapan Kadınlarda Maternal Antikoagülan Tedavinin Kordon Kanı VEGF-A ve Soluble Flt-1 Düzeylerine Etkisi",
		"text": "Plasentanın anjiyojenik dengesizliği, tekrarlayan düşük gibi gebelik komplikasyonlarına yol açan önde gelen patofizyolojik mekanizmalardan biridir. Tekrarlayan düşüklerin tedavisinde düşük molekül ağırlıklı heparin ve düşük doz aspirin sıklıkla kullanılmaktadır. Vasküler endotelyal büyüme faktörü (VEGF) ve çözünür reseptörü-sFlt-1-anjiyogenezde önemli bir rol oynar. Bu çalışmanın amacı tekrarlayan düşükleri olan ve antikoagülan tedavi alan kadınlarda kordon kanı VEGF-A ve sFlt-1 düzeylerinin araştırılmasıdır. Tekrarlayan düşükler nedeniyle anneleri DMAH ve düşük doz aspirin ile tedavi edilen term yenidoğanlar prospektif olarak dahil edildi. Bir kontrol grubu, olumsuz bir perinatal sonuç olmaksızın, aynı dönemde doğmuş, sağlıklı, gebelik yaşları uyumlu bebeklerden oluşuyordu. Göbek kordonu kanındaki VEGF-A ve sFlt 1 konsantrasyonları ELISA ile test edildi ve çalışma ve kontrol grupları arasında karşılaştırıldı. Gebeliği sırasında annesinde DMAH ve düşük doz aspirin tedavisi alan 44 bebek ve kontrol grubu olarak 42 sağlıklı bebek çalışmaya alındı. Gruplar arasında demografik özellikler, kordon kanı VEGF-A ve sFlt-1 seviyeleri açısından anlamlı fark yoktu. Kümülatif DMAH dozu ile bu anjiyojenik faktörlerin serum seviyeleri arasında da bir korelasyon yoktu. Kordon kanı VEGF-A ve sFlt-1 seviyeleri, pıhtılaşma önleyici tedavi altında tekrarlayan düşük yapan kadınlarda ve sağlıklı kişilerde benzerdi. Antikoagülan tedavinin kordon kanı anjiyojenik faktörlerinin dolaşım profili üzerindeki etkilerini daha iyi anlamak için heparin tedavisi olan veya olmayan tekrarlayan düşükleri olan kadınları karşılaştıran daha ileri çalışmalara ihtiyaç vardır.",
		"originalTitle": "The Effects of Maternal Anticoagulant Therapy on Cord Blood Levels of VEGF-A and Soluble Flt-1 in Women with Recurrent Miscarriage",
		"originalText": "Angiogenic imbalance of the placenta is one of the prominent pathophysiologic mechanisms leading to pregnancy complications like recurrent miscarriage. Low molecular weight heparin and low dose aspirin are frequently used in the management of recurrent miscarriages. Vascular endothelial growth factor (VEGF) and its soluble receptor-sFlt-1-plays a major role in angiogenesis. This study aims to investigate cord blood VEGF-A and sFlt-1 levels of women with recurrent miscarriages who receive anticoagulant treatment. Term newborns whose mothers were treated with LMWH and low-dose aspirin due to recurrent miscarriage were prospectively included. A control group consisted of healthy gestational age-matched infants who were born in the same period without an adverse perinatal outcome. The concentrations of VEGF-A and sFlt 1 in umbilical cord blood were assayed by ELISA and compared between the study and control groups. Forty-four infants with a maternal LMWH and low dose aspirin treatment during pregnancy and 42 healthy infants as a control group were included in the study. There were no significant differences in demographics, cord blood VEGF-A and sFlt-1 levels between the groups. There was also no correlation between the cumulative LMWH dosage and serum levels of these angiogenic factors. Cord blood VEGF-A and sFlt-1 levels were comparable in women with recurrent miscarriage under anticoagulant treatment and healthy subjects. Further studies are needed to compare women who have recurrent miscarriage with or without heparin treatment to better understand the effects of anticoagulant treatment on circulatory profile of cord blood angiogenic factors.",
		"url": "https://dergipark.org.tr/tr/pub/omujecm/issue/73188/1098244"
	},
	{
		"category": "tıp",
		"title": "Kadınlarda Human Papillomavirus İle Anksiyete, Depresyon ve Cinsel İşlev Bozuklukları Arasındaki İlişki",
		"text": "Human Papillomavirus (HPV) pozitifliğinin kadınların ruh sağlığı ve cinsel işlev bozuklukları (SB) üzerindeki etkisini araştırmayı amaçladık. Bu çalışmada anksiyete, umutsuzluk ve depresyon sık görülen psikolojik problemler olarak incelenmiştir. Bu ileriye dönük kesitsel vaka kontrol çalışması, Şubat 2021 ile Mayıs 2022 arasında jinekoloji kliniğine başvuran 213 katılımcı üzerinde yapıldı. Kadınlarda SD'yi ölçmek için Kadın Cinsel İşlev İndeksi (FSFI)-6'nın Türkçe versiyonu kullanıldı. Kadınlarda depresyon, kaygı ve umutsuzluğu ölçmek için Beck Depresyon Envanteri (BDE), Beck Anksiyete Envanteri (BAÖ) ve Beck Umutsuzluk Ölçeği'nin (BHS) Türkçe versiyonu kullanıldı. HPV test sonuçlarına göre olgular 1. grup HPV pozitif ve 2. grup HPV negatif olmak üzere iki gruba ayrıldı. 1. grupta 97 kadın, 2. grupta 116 hasta çalışmaya dahil edildi. Katılımcıların yaşı ve vücut kitle indeksi (VKİ) sırasıyla 33,91±3,74 ve 24,88±3,01 idi. HPV-pozitif ve HPV-negatif olan kadınlar arasında FSFI toplam puanlarında ve tüm alt alanlarda anlamlı fark vardı (p-değeri<0.05). BDE, BHS ve BAE'de anlamlı fark vardı (p-değeri<0.05). HPV-pozitifte FSFI ve BAI arasında anlamlı bir korelasyon vardı. HPV-negatifte FSFI ve BAI arasında anlamlı bir korelasyon vardı. HPV-negatifte FSFI ve BDI arasında anlamlı bir korelasyon vardı. Sağlık sistemi HPV'li kadınları ruh sağlığı açısından desteklemelidir. Bu kadınlar depresyona, kaygıya, umutsuzluğa ve SD'ye daha fazla maruz kalmaktadır.",
		"originalTitle": "The Relationship between Human Papillomavirus and Anxiety, Depression, and Sexual Dysfunction in Women",
		"originalText": "We aimed to investigate the impact of Human Papillomavirus (HPV) positivity on women’s mental health and sexual dysfunction (SD). Anxiety, hopelessness, and depression were investigated in this study as common psychological problems. This prospective cross-sectional case-control study was done on 213 participants who attended gynecology clinic from February 2021 to May 2022. The Turkish version of Female Sexual Function Index (FSFI)-6 was used to measure SD in women. The Turkish version of Beck Depression Inventory (BDI), Beck Anxiety Inventory (BAI), and Beck Hopelessness Scale (BHS) was used to measure depression, anxiety and hopelessness in women. According to the HPV test results, the subjects were divided into two groups: 1st group as HPV positive and 2nd group as HPV negative. 97 women in the 1st group and 116 patients in the 2nd group were included in the study. The participants’ age and body mass index (BMI) were 33.91±3.74 and 24.88±3.01, respectively. There was a significant difference between the women with HPV-positive and HPV-negative in FSFI total scores and all subdomains (p-value<0.05). There was a significant difference in BDI, BHS, and BAI (p-value<0.05). There was a significant correlation between the FSFI and BAI in HPV-positive. There was a significant correlation between the FSFI and BAI in HPV-negative. There was a significant correlation between the FSFI and BDI in HPV-negative. The health system should support women with HPV in terms of mental health. These women are more exposed to depression, anxiety, hopelessness, and SD.",
		"url": "https://dergipark.org.tr/tr/pub/omujecm/issue/73188/1146628"
	},
	{
		"category": "tıp",
		"title": "Ekstraperitoneal Endometriozis Tanısında Enflamatuar Belirteçlerin Rolü",
		"text": "Bu çalışmada kliniğimizde subkutan endometriozis nedeniyle ameliyat edilen hastaların incelenmesi ve subkutan endometriozis ile inflamatuar belirteçler arasındaki ilişkinin araştırılması amaçlanmıştır. GEREÇ VE YÖNTEM: Hasta demografik bilgileri ve önceki cerrahi öyküsü ve süresi, lezyon boyutu, lezyon sayısı, yeri, nüks, semptomlar, doğum tipi ve sayısı, nüks durumu ve görüntüleme yöntemi ile ilgili bilgiler kaydedildi. Laboratuvar analizinde kaydedilen TSH, kan sayımı (Hb), WBC, ortalama trombosit hacmi (MPV), nötrofil/lenfosit oranı (NLR), monosit/trombosit oranı (MPR), lenfosit/monosit oranı (LMR), trombosit/lenfosit oranı (PLR) ) ve hastaların CA -125 değerleri. BULGULAR: Çalışmaya 28 hasta dahil edildi ve hastaların yaş ortalaması 32,67±5,56 olarak bulundu. Hastaların beşi (%17,9) ele gelen kitle ve 18'i (%64,3) siklik ağrıdan yakındı. Beş hasta (%17.9) asemptomatikti. Hastaların 18'inde (%64.3) skar hattı ile ilişkili endometriozis lokalize idi. Hastaların üçünde (%10,7) endometriozis perineal hatta, yedisinde (%25) rektus abdominisinde lokalize idi. Hastaların rutin laboratuvar sonuçlarında ve inflamasyon belirteçlerinde anlamlı fark bulunmadı. SONUÇ: Bu çalışmada, farklı bölgelerde ve farklı semptomlarla subkutan endometriozis nedeniyle ameliyat edilen hastalarda inflamatuar belirteçler arasında anlamlı bir ilişki bulunamadı.",
		"originalTitle": "The Role of Inflammatory Markers in the Diagnosis of Extraperitoneal Endometriosis",
		"originalText": "ABSTRACT OBJECTİVE: This study was concerned with the examination of patients who underwent surgery for subcutaneous endometriosis in our clinic and the relationship between subcutaneous endometriosis and inflammatory markers. MATERİALS AND METHODS: Patient demographics and information on history and duration of previous surgery, lesion size, number of lesions, location, recurrence, symptoms, type and number of deliveries, recurrence status, and imaging method were recorded. Laboratory analysis recorded TSH, blood count (Hb), WBC, mean platelet volume (MPV), neutrophil/lymphocyte ratio (NLR), monocyte/platelet ratio (MPR), lymphocyte/monocyte ratio (LMR), platelet/lymphocyte ratio (PLR) and CA -125 values of patients. RESULTS: The study included 28 patients and it was found that the mean age of the patients was 32.67±5.56 years. Five (17.9%) and 18 (64.3%) of the patients complained of a palpable mass and cyclic pain, respectively. Five patients (17.9%) were asymptomatic. Endometriosis associated with the scar line was localized in 18 (64.3%) of the patients. In three (10.7%) of the patients, the endometriosis was localized in the perineal line and in 7 (25%) of the patients in the rectus abdominis. No significant difference was found in the patients' routine laboratory results and inflammatory markers. CONCLUSION: In the present study, there was no significant association between the levels of inflammatory markers in patients who underwent surgery for subcutaneous endometriosis at different sites and with different symptoms.",
		"url": "https://dergipark.org.tr/tr/pub/omujecm/issue/73188/1147656"
	},
	{
		"category": "tıp",
		"title": "Adenomiyozisli Kadınlarda Mamografik Özelliklerin Değerlendirilmesi",
		"text": "Bu çalışma, adenomyozis ve meme hastalığı arasındaki ilişkiyi belirlemek için adenomiyozisli kadınlarda mamografik özellikleri araştırmayı amaçladı. Yöntemler: Bu çalışmada adenomiyozisli kadınların mamografik özellikleri kaydedildi. Kontrol grubu olarak jinekolojik şikayeti olmayan ve pelvik ultrasonu normal olan mamografi çektiren kadınlar seçildi. Bulgular: Adenomyozis grubu, kontrol grubuna göre daha yüksek meme yoğunluğuna, daha fazla mikro ve makro kalsifikasyona ve daha yüksek BIRADS-mamografi sınıflandırmasına sahipti. Mamografik yoğunluğu düşük (Density A - B, n=80) ve yüksek mamografik yoğunluğu olan (Density C - D, n=60) hastalar karşılaştırıldığında gruplar arasında adenomiyozis varlığı dışında istatistiksel olarak anlamlı fark yoktu. BIRADS 1 - 2 (n=114) ve BIRADS 3 - 4 (n=26) kategorisine göre hastalar karşılaştırıldığında yaş ≥ 49,5, gravidite ≥ 3, parite ≥ 2 ve adenomiyozis varlığı diğer hastalarda anlamlı olarak yüksekti. BİRADLAR 3 - 4 kategorisi. Lojistik regresyon analizinde adenomyozis varlığı BIRADS 3-4 kategorisi için tek faktör olarak bulundu. Sonuç: Çalışmamızın sonuçları, adenomiyozisli hastalarda daha yüksek mamografik meme yoğunluğu ve BIRADS 3 sınıflandırması riskinin yüksek olduğunu düşündürmektedir.",
		"originalTitle": "Evaluation Of Mammographic Features In Women With Adenomyosis",
		"originalText": "This study aimed to investigate the mammographic features in women with adenomyosis to determine the relationship between adenomyosis and breast disease. Methods: In this study, the mammographic features of women with adenomyosis were recorded. For the control group, women who had mammography without any gynaecologic complaints and with normal pelvic ultrasound were selected. Results: The adenomyosis group had higher breast density, more micro and macro calcifications, and higher BIRADS-mammography classification than the control group. When patients with low mammographic density (Density A - B, n = 80) and high mammographic density (Density C - D, n = 60) were compared, there were no statistically significant differences between the groups except the presence of adenomyosis. When patients were compared according to the BIRADS 1 - 2 (n=114) and BIRADS 3 - 4 (n=26) category, age ≥ 49.5, gravidity ≥ 3, parity ≥ 2, and the presence of adenomyosis were significantly higher in the BIRADS 3 - 4 category. In the logistic regression analysis, the presence of adenomyosis was found to be the sole factor for BIRADS 3-4 category. Conclusion: The results of our study suggested that patients with adenomyosis have an increased risk of higher mammographic breast density and BIRADS 3 classification.",
		"url": "https://dergipark.org.tr/tr/pub/omujecm/issue/73188/1145937"
	},
	{
		"category": "tıp",
		"title": "Rahim İçi Tohumlama Yapılan Kadınlarda Sperm Parametrelerinin ve Sperm DNA Hasarının Gebelik Sonuçlarına Etkisi",
		"text": "Bu çalışmada, ovulasyon disfonksiyonu (OD) ve açıklanamayan infertilite (UEI) nedeniyle intrauterin inseminasyon (IUI) uygulanan kadınlarda sperm parametrelerinin ve sperm DNA hasarının gebelik sonuçları üzerindeki etkilerini karşılaştırdık. Bu çalışma retrospektifti ve Aralık 2019'dan Mart 2020'ye kadar özel kliniğe infertilite tedavisi için başvuran 88 infertil çiftin kayıtlarından semen örnekleri toplandı. Çalışma iki gruba ayrıldı: Grup 1: UEI'li çiftler ve Grup 2: fertil erkekler ortakları OD'ye sahip. Katılımcıların yaşı ve vücut kitle indeksi (VKİ) sırasıyla 28,20 ± 3,08 ve 25,45±2,25 idi. Kontrol grubunda gebelik oranı 9/41 (%21,9) olup dokuz hastadan biri düşük yaptı. Çalışma grubunda (UEI) gebelik oranı 8/47 (%17) olup, gebeliklerin yarısı düşükle sonuçlanmıştır. Sonuçlarımız, sperm DNA hasarının düşük oranını artırdığını ancak IUI'de gebelik oranını etkilemediğini gösterdi.",
		"originalTitle": "The Effects of Sperm Parameters and Sperm DNA Damage on pregnancy outcomes of women undergoing intrauterine insemination",
		"originalText": "In this study, we compared the effects of sperm parameters and sperm DNA damage on pregnancy outcomes of women undergoing intrauterine insemination (IUI) because of an ovulatory dysfunction (OD) and unexplained infertility (UEI). This study was retrospective, and semen samples were collected from records of 88 infertile couples referred to private clinic for infertility treatment from December 2019 to March 2020. The study has two groups: Groups 1: couples with UEI, and Group 2: fertile males with their partners having OD. The participants' age and body mass index (BMI) were 28.20 ± 3.08 and 25.45±2.25, respectively. In the control group,the pregnancy rate was 9/41 (%21.9), and one out of nine patients had a miscarriage. The pregnancy rate in the study group (UEI) was 8/47 (17%), and half of the pregnancies ended as miscarriage. Our results showed that sperm DNA damage increases the abortion rate but has not influenced the pregnancy rate in IUI.",
		"url": "https://dergipark.org.tr/tr/pub/omujecm/issue/73188/1144502"
	},
	{
		"category": "tıp",
		"title": "GENOMİK BİYOMARKERLER KULLANARAK HBV VE HCV İLE İLİŞKİLİ HEPATOSELÜLER KARSİNOMUN MAKİNE ÖĞRENİMİ TABANLI SINIFLANDIRILMASI",
		"text": "Optimal yönetim için hepatoselüler karsinomun (HCC) altında yatan nedenlerin bilinmesi çok önemlidir. Bu çalışma, XGboost yöntemini kullanarak bir HBV veya HCV enfeksiyonu olan HCC hastalarının açık erişim gen ekspresyon verilerini sınıflandırmayı amaçlamaktadır. Gereç ve Yöntemler: Bu vaka-kontrol çalışması, HBV ile ilişkili HCC ve HCV ile ilişkili HCC'li hastaların açık erişimli gen ekspresyon verilerini dikkate almıştır. Bu amaçla HBV+HCC'li 17 hasta ve HCV+HCC'li 17 hastanın verileri dahil edildi. XGboost, on kat çapraz doğrulama yoluyla sınıflandırma için oluşturulmuştur. Bir model performansı için doğruluk, dengeli doğruluk, duyarlılık, özgüllük, pozitif tahmin değeri, negatif tahmin değeri ve F1 puanı performans metrikleri değerlendirildi. Bulgular: Özellik seçimi yaklaşımı ile 17 gen seçildi ve bu girdi değişkenleri kullanılarak modelleme yapıldı. Doğruluk, dengeli doğruluk, duyarlılık, özgüllük, pozitif öngörü değeri, negatif öngörü değeri ve XGboost modelinden elde edilen F1 puanı sırasıyla %97,1, %97,1, %94,1, %100, %100, %94,4 ve %97 idi. . XGboost'tan elde edilen değişken önem bulgularına dayanarak, ALDOC, GLUD2, TRAPPC10, FLJ12998, RPL39, KDELR2 ve KIAA0446 genleri, HBV ile ilişkili HCC için potansiyel biyobelirteçler olarak kullanılabilir. Sonuç: Çalışma sonucunda, HCC'ye neden olan iki farklı etiyolojik faktör (HBV ve HCV), makine öğrenmesine dayalı bir tahmin yaklaşımı kullanılarak sınıflandırıldı ve HBV ile ilişkili HCC için biyobelirteç olabilecek genler belirlendi. Ortaya çıkan genler sonraki araştırmalarda klinik olarak doğrulandıktan sonra, bu genlere dayanan terapötik prosedürler oluşturulabilir ve bunların klinik uygulamadaki faydaları belgelenebilir.",
		"originalTitle": "MACHINE LEARNING-BASED CLASSIFICATION OF HBV AND HCV-RELATED HEPATOCELLULAR CARCINOMA USING GENOMIC BIOMARKERS",
		"originalText": "It is crucial to know the underlying causes of hepatocellular carcinoma (HCC) for optimal management. This study aims to classify open access gene expression data of HCC patients who have an HBV or HCV infection using the XGboost method. Material and Methods: This case-control study considered the open-access gene expression data of patients with HBV-related HCC and HCV-related HCC. For this purpose, data from 17 patients with HBV+HCC and 17 patients with HCV+HCC were included. XGboost was constructed for the classification via tenfold cross-validation. Accuracy, balanced accuracy, sensitivity, specificity, the positive predictive value, the negative predictive value, and F1 score performance metrics were evaluated for a model performance. Results: With the feature selection approach, 17 genes were chosen, and modeling was done using these input variables. Accuracy, balanced accuracy, sensitivity, specificity, positive predictive value, negative predictive value, and the F1 score obtained from the XGboost model were 97.1%, 97.1%, 94.1%, 100%, 100%, 94.4%, and 97%, respectively. Based on the variable importance findings from the XGboost, the ALDOC, GLUD2, TRAPPC10, FLJ12998, RPL39, KDELR2, and KIAA0446 genes can be employed as potential biomarkers for HBV-related HCC. Conclusion: As a result of the study, two different etiological factors (HBV and HCV) causing HCC were classified using a machine learning-based prediction approach, and genes that could be biomarkers for HBV-related HCC were identified. After the resulting genes have been clinically validated in subsequent research, therapeutic procedures based on these genes can be established and their utility in clinical practice documented. ",
		"url": "https://dergipark.org.tr/tr/pub/iuitfd/issue/71398/1130442"
	},
	{
		"category": "tıp",
		"title": "MEME KANSERİNDE MİTOMİRLERİN KEŞFEDİLMESİ: GELİŞMEKTE OLAN ROLLERİNİNİN VİTRO ÇALIŞMASI",
		"text": "Meme kanseri kadınlarda %5 oranında genetik yatkınlıkla ilişkilidir. Mitokondri, metabolizma, hücre ölümü ve iltihaplanma gibi önemli hücresel olaylarda rol oynar. Son çalışmalar, öncü mikro-RNA'nın (pre-miRNA) mitokondride ve ayrıca olgun miRNA'da bulunduğunu vurgulamıştır. Bu çalışma, meme kanseri hücrelerinde mitokondriyal miRNA'nın (mitomiR) oluşumunu ortaya çıkarmayı amaçlamaktadır. Gereç ve Yöntem: Çalışmada mitokondriyal fraksiyonlar manyetik aktif hücre sıralama (MACS) yöntemi kullanılarak hazırlanmış ve küçük RNA (sRNA) dizilemesi gerçekleştirilmiştir. Sonuçlar: Çalışma, mitokondriyal genomla hizalanmış bilinen ve yeni mitomiR dizilerini tanımlamıştır. Sonuç: Yeni mitomiR'lerin tanımlanması önemli katkılar sağlayabilir ve mitomiR biyogenezinin altında yatan moleküler mekanizmayı aydınlatabilir.",
		"originalTitle": "EXPLORING MITOMIRS IN BREAST CANCER: AN IN-VITRO STUDY OF THEIR EMERGING ROLES",
		"originalText": "Breast cancer is associated with a 5% genetic predisposition in women. Mitochondria play a role in important cellular events such as metabolism, cell death, and inflammation. Recent studies have highlighted precursor micro-RNA (pre-miRNA) to be located in mitochondria as well as mature miRNA. This study aims to reveal the occurrence of mitochondrial miRNA (mitomiR) in breast cancer cells. Materials and Methods: The study has prepared the mitochondrial fractions using the magnetic-activated cell sorting (MACS) method and performed small RNA (sRNA) sequencing. Results: The study has identified known and novel mitomiR sequences aligned to the mitochondrial genome. Conclusion: Identifying new mitomiRs can provide significant contributions and illuminate the molecular mechanism underlying mitomiR biogenesis.",
		"url": "https://dergipark.org.tr/tr/pub/iuitfd/issue/76169/1200910"
	},
	{
		"category": "tıp",
		"title": "HASTANE İNFEKSİYON ARAŞTIRMA LABORATUVARINDA TESPİT EDİLEN RETROSPEKTİF SONUÇLARIN DEĞERLENDİRİLMESİ",
		"text": "Hastaneler, sağlık hizmeti sunumu sırasında potansiyel bir enfeksiyon riski kaynağıdır. Vankomisine dirençli enterokoklar (VRE) ve karbapenemaz üreten Gram-negatif çubuklar, kalıcı kolonizasyona ve çoklu ilaca dirençli bakteriyel enfeksiyonlara neden olduklarından nozokomiyal enfeksiyonlarda önemlidirler. Bu çalışmada 1 Ocak 2020 – 31 Aralık 2020 tarihleri arasında klinikte yatan hastalardan alınan rektal sürüntü örneklerinin nozokomiyal enfeksiyon etkenlerinden VRE ve karbapenem dirençli (CR) Gram negatif çomaklar açısından retrospektif olarak değerlendirilmesi amaçlandı. Gereç ve Yöntem: Hastane Enfeksiyon Araştırma Laboratuvarımıza gönderilen hastanede yatan hastaların rektal sürüntü örneklerinden CR Gram-negatif çomakları ve VRE'yi izole etmek ve tanımlamak için standart klinik laboratuvar yöntemleri kullanıldı. Bulgular: İncelenen 2688 örneğin 777'sinde (%28,9) üreme oldu. Üreyen bakterilerin 627'si (%80,7) VRE, 150'si (%19,3) karbapeneme dirençli Gram negatif basil olarak tanımlandı. Bunlardan 75'i CR K. pneumoniae, 7'si CR K. oxytoca, 26'sı CR Enterobacter türü, 2'si CR E. coli: ve 40'ı CR Acinetobacter türü olarak tanımlandı. Vankomisine dirençli enterokoklar en sık dahiliye servisinde (%56,3 - 353/627) ve çocuk yoğun bakım-yenidoğan servisinde (%37,6 - 236/627) tespit edildi. Pediatri servislerinde izole edilen toplam 296 bakteriden 146'sı VRE olarak tanımlanmıştır. Sonuç: Hastane enfeksiyonlarının kontrolünde yapılan sürveyans çalışmaları ile her sağlık kurumu kendi hastane florasını oluşturan mikroorganizmaları, direnç durumlarını ve dağılımlarını belirlemektedir. Elde edeceğimiz verilerin hastanelerin enfeksiyon kontrol süreçlerine katkı sağlayacağı düşünülmektedir.",
		"originalTitle": "AN EVALUATION OF RETROSPECTIVE RESULTS DETECTED IN THE HOSPITAL INFECTION RESEARCH LABORATORY",
		"originalText": " Hospitals are a potential source of infection risk during healthcare delivery. Since vancomycin-resistant enterococci (VRE) and carbapenemase producing Gram-negative rods cause persistent colonization and multi-drug resistant bacterial infections, they are important in nosocomial infections. In this study, we aimed to retrospectively evaluate rectal swab samples of patients hospitalized in the clinics in terms of VRE and carbapenem- resistant (CR) Gram-negative rods as nosocomial infection agents between 1st January 2020 and 31st December 2020. Materials and Methods: Standard clinical laboratory methods were used to isolate and identify CR Gram-negative rods and VRE from rectal swab samples of hospitalized patients sent to our Hospital Infection Research Laboratory. Results: There was growth in 777 (28.9%) of 2688 samples examined. Of the bacteria that grew, 627 (80.7%) were defined as VRE, and 150 (19.3%) as Gram-negative rods resistant to carbapenem. Seventy-five of these were defined as CR K. pneumoniae: 7 as CR K. oxytoca: 26 as CR Enterobacter species: 2 as CR E. coli: and 40 as CR Acinetobacter species. Vancomycin-resistant enterococci were detected most frequently in the internal medicine ward (56.3% - 353/627) and pediatric intensive care-neonatal ward (37.6% - 236/627). In pediatric services, 146 of total 296 bacteria isolated were identified as VRE. Conclusion: With the surveillance studies carried out in the control of hospital infections, each health institution determines the microorganisms that make up its own hospital flora, their resistance status and their distribution. It is thought that the data we obtain will contribute to the infection control processes of the hospitals.",
		"url": "https://dergipark.org.tr/tr/pub/iuitfd/issue/76169/1136469"
	},
	{
		"category": "tıp",
		"title": "İKİ RADYOREZİSTAN TÜMÖRÜN, MALIGAN MELANOM VE BÖBREK HÜCRELİ KARSİNOMUNUN BEYİN METASTAZLARININ ÖZELLİKLERİ VE HAYATTA KALMA: TEK BİR RADYOTERAPİ MERKEZİ ÇALIŞMASI",
		"text": "Malign melanom (MM) ve renal hücreli karsinom (RCC), sıklıkla beyne metastaz yapan nadir radyodirençli tümörlerdir. Nadir olmaları nedeniyle beyin metastatik RCC ve MM ile ilgili çalışmalar sınırlıdır. RCC ve MM'den beyin metastazı (BM) hastalarının özelliklerini özetlemeyi ve hayatta kalma için potansiyel prognostik faktörleri analiz etmeyi amaçladık. Gereç ve Yöntem: Bu çalışma, 1998-2020 yılları arasında bir üniversite hastanesinin radyoterapi (RT) merkezine başvuran hastaların verilerinin kullanıldığı retrospektif-gözlemsel bir çalışmadır. Klinikopatolojik özellikler, tedavi detayları ve sonuç sonuçları analiz edildi. Tek değişkenli ve çok değişkenli sağkalım analizleri yapıldı. Bulgular: Çalışma döneminde merkezimizde tedavi edilen toplam 14.603 hastanın sadece 52'si (%0,004) MM veya RHK kaynaklı BM olgusuydu. Kırk hastanın verileri eksiksizdi (MM veya RCC ile ilişkili BM tanısında medyan yaş: 57,7; kadınlar: %25; %52,5'te MM ve %47,5'te BHK). Primer tanı ile ilk ekstrakraniyal metastazlar arasındaki süre, ekstrakraniyal metastaz tanısı ile BM arasındaki süre ile zayıf bir korelasyon gösterdi (r=0.405, p=0.021). Hayatta kalma üzerindeki potansiyel prognostik faktörler arasında [yaş, cinsiyet, yaşlı ve genç yaş grubu, birincil tanı (MM'ye karşı RC), ekstrakraniyal metastaz varlığı, BM sayısı, BM'nin yeri, gros total rezeksiyon varlığı, RT dozu, tamamlama reçete edilen RT, RT alanı], hiçbiri bağımsız olarak hayatta kalma ile ilişkili değildi. Sonuç: Bulgularımız, MM veya RCC hastalarında beyin metastazı geliştiğinde, hastaya, tümöre veya tedavi tercihine ait herhangi bir olumlu prognostik faktör olmaksızın sağkalımın sınırlı olduğunu göstermektedir.",
		"originalTitle": "CHARACTERISTICS AND SURVIVAL OF BRAIN METASTASIS FROM TWO RADIORESISTANT TUMORS, MALIGNANT MELANOMA AND RENAL CELL CARCINOMA: A SINGLE RADIOTHERAPY CENTER STUDY",
		"originalText": "Malignant melanoma (MM) and renal cell carcinoma (RCC) are rare radioresistant tumors that often metastasize to the brain. Because of their rarity, studies on brain metastatic RCC and MM are limited. We aimed to outline the characteristics of brain metastasis (BM) patients from RCC and MM and analyze the potential prognostic factors for survival. Materials and Methods: This is a retrospective-observational study using data from patients admitted to a radiotherapy (RT) center of a university hospital between 1998-2020. Clinicopathological characteristics, treatment details, and outcome results were analyzed. Univariate and multivariate survival analyses were performed. Results: Among a total of 14,603 patients treated in our center in the study period, only 52 (0.004%) were BM cases from MM or RCC. Forty patients had complete data (median age at diagnosis of MM or RCC-related BM: 57.7; females: 25%; MM in 52.5% and RCC in 47.5%). The time between primary diagnosis and first extracranial metastases was weakly correlated with the time between diagnosis of extracranial metastasis and BM (r=0.405, p=0.021). Among the potential prognostic factors on survival [age, sex, older vs younger age group, primary diagnosis (MM vs RC), presence of extracranial metastasis, number of BM, location of BM, presence of gross total resection, dose of RT, completion of prescribed RT, field of RT], none were independently associated with survival. Conclusion: Our findings suggest that when MM or RCC patients develop brain metastasis, survival is limited without any favorable prognostic factor belonging to the patient, the tumor, or the preference of the treatment.",
		"url": "https://dergipark.org.tr/tr/pub/iuitfd/issue/76169/1178319"
	},
	{
		"category": "tıp",
		"title": "TÜRK NÜFUSUNDA ENOS GEN VARYANTLARININ COVİD-19 DUYARLILIK İLE İLİŞKİLENDİRİLMESİ",
		"text": "COVID-19, endotel bariyerinin koruyucu işlevini bozan ciddi bir solunum ve damar hastalığıdır. Nitrik oksit (NO) üretimi için en önemli izoform olan endotelyal nitrik oksit sentaz (eNOS), çoğunlukla endotel hücrelerinde eksprese edilir. Bu nedenle, bu çalışma, eNOS G894T ve değişken ardışık tekrar sayısı (VNTR) fonksiyonel varyantlarının COVID-19 geliştirmeye yatkınlık gösterip göstermediğini değerlendirmeyi amaçlamaktadır. Gereç ve Yöntem: Çalışmaya toplam 384 kişi (284 COVID-19 hastası ve 100 sağlıklı kontrol) dahil edilmiştir. İki eNOS gen varyantı (G894T ve VNTR), polimeraz zincir reaksiyonu (PCR) ve kısıtlama fragman uzunluğu polimorfizmi (RFLP) yöntemleri kullanılarak genotiplendi ve sonuçlar istatistiksel yöntemlerle değerlendirildi. Sonuçlar: eNOS G894T ile COVID-19 arasında anlamlı bir ilişki tespit edilmiştir. eNOS G894T varyantı için, T/T genotipi (p=0,035) ve T aleli taşıyıcılarının (p=0,030) COVID-19 geliştirme riskinin arttığı görülmektedir. eNOS G894T G/G genotipi (p=0,030) kontrol grubunda hasta grubuna göre daha fazlaydı. eNOS VNTR genotipi ve alel frekansları açısından gruplar arasında anlamlı fark bulunmadı (p˃0.05). Bu varyantlar için hasta ve kontrol gruplarının genotipleri Hardy-Weinburg dengesinde (HWE) idi. Sonuç: Bu sonuçlar, eNOS G894T varyantının Türk popülasyonunda artan COVID-19 gelişme riski ile ilişkili olduğu hipotezini destekleyen kanıtlar sunmaktadır. Bu bulgular yeni tedavi seçeneklerinin ortaya çıkmasına neden olabilir. Hastalığın patogenezinde yer alan moleküler mekanizmaları anlamak için daha fazla araştırmaya ihtiyaç vardır.",
		"originalTitle": "ASSOCIATING eNOS GENE VARIANTS WITH COVID-19 SUSCEPTIBILITY IN THE TURKISH POPULATION",
		"originalText": "COVID-19 is a serious respiratory and vascular disease that impairs the protective function of the endothelial barrier. Endothelial nitric oxide synthase (eNOS), the most important isoform for nitric oxide (NO) production, is mostly expressed in endothelial cells. Therefore, this study aims to evaluate whether eNOS G894T and variable tandem repeat number (VNTR) functional variants show predisposition to developing COVID-19. Materials and Methods: The study includes a total of 384 subjects (284 COVID-19 patients and 100 healthy controls). Two eNOS gene variants (G894T and VNTR) were genotyped using the polymerase chain reaction (PCR) and restriction fragment length polymorphism (RFLP) methods, with the results being evaluated using statistical methods. Results: A significant association has been identified between eNOS G894T and COVID-19. For the eNOS G894T variant, the T/T genotype (p=0.035) and T allele carriers (p=0.030) appear to have an increased risk of developing COVID-19. The eNOS G894T G/G genotype (p=0.030) was more common in the control group compared to the patient group. No significant difference was found between groups regarding the eNOS VNTR genotype and allele frequencies (p˃0.05). The genotypes of the patient and control groups for these variants were in Hardy-Weinburg equilibrium (HWE). Conclusion: These results provide evidence supporting the hypothesis that the eNOS G894T variant is associated with an increased risk of developing COVID-19 in the Turkish population. These findings may lead to the emergence of new treatment options. Further research is required to understand the molecular mechanisms involved in the pathogenesis of the disease.",
		"url": "https://dergipark.org.tr/tr/pub/iuitfd/issue/76169/1211888"
	},
	{
		"category": "tıp",
		"title": "miR-34a-5p'NİN AŞIRI BASKILANMIŞ AML İLE İLİŞKİLİ GENLER ÜZERİNDEKİ ETKİSİ",
		"text": "Akut miyeloid lösemi (AML) ölümcül bir lösemi türüdür. AML ile ilişkili genlerin ekspresyonu, yalnızca genetik değişikliklerle değil, aynı zamanda mikroRNA'lar (miRNA'lar) gibi çeşitli epigenetik faktörlerle de değiştirilebilir. Birçok genin ekspresyon seviyeleri miRNA'lar tarafından değiştirilebilir. MiRNA'nın hedef genlerinin tespiti, hastalığın moleküler mekanizmasının anlaşılması için kritik öneme sahiptir. Bu çalışmada miR-34a-5p'nin AML'deki olası hedef genleri belirlenmiş ve miR-34a-5p ile hedef genler arasındaki ilişkinin kanser sürecine etkisi araştırılmıştır. Gereçler ve Yöntemler: Lösemi Geni ve Literatür Veritabanı web aracı (http://soft.bioinfo-minzhao.org/lgl/) yararlı bir lösemi geni ve literatür da içerir. Bu veritabanında 600'den fazla AML ile ilgili gen var. Bu çalışmada miR-34a-5p'nin veri tabanındaki potansiyel hedef genlerini tanımlamak için miRDB aracını kullandık ve daha sonra miRWalk, miRTarbase, Tarbase ve miRNet araçlarını kullanarak bulguları doğruladık. Tanımlanan miR-34a-5p AML ile ilgili genler, DisGeNET platformu tarafından doğrulandı. Genlerin bir Protein-Protein Etkileşimi (ÜFE) ağ analizi, birkaç biyoinformatik araç kullanılarak gerçekleştirildi. miR-34a-5p'nin hücre proliferasyonu üzerindeki etkisi, mimik miR-34a-5p'nin HL60 ve NB4 hücrelerine transfekte edilmesiyle araştırıldı. NOTCH2, IGF1R, SKP2 ve CDC25A genlerinin mRNA ifadeleri miR-34a-5p ile transfekte edilmiş NB4 ve HL60 hücreleri ve kontrol gruplarında araştırıldı. Sonuçlar: Biyoinformatik araçları kullanarak miR-34a-5p tarafından hedeflenebilecek AML ile ilgili 44 gen belirledik. İn vitro çalışma sonuçlarımıza göre miR-34a-5p ile transfekte edilmiş hücrelerde proliferasyonda istatistiksel olarak anlamlı baskılama gözlendi (48h HL60 hücreleri p=0,00011; NB4 hücreleri p=0,0031 ve 96h HL60 hücreleri p=0,00013; NB4 p=0,00018). NOTCH2, IGF1R, SKP2 ve CDC25A mRNA ekspresyonlarının miR-34a-5p mimik-transfekte edilmiş HL60 hücrelerinde (sırasıyla p=0.003; p=0.02; p=0.01; p=0.0009) ve NB4 hücrelerinde (sırasıyla) aşağı regüle edildiği bulundu ( p=0.02; p=0.02; p=0.01; p=0.0007) kontrol grubu ile karşılaştırıldığında. Sonuç: miR-34a-5p, NOTCH2, IGF1R, SKP2 ve CDC25A gibi birçok geni hedefleyerek AML hücre proliferasyonunu inhibe edebilir. Çalışmamızın sonuçları, miRNA'lar ile hedef genler arasındaki ilişkinin araştırılmasında uygun biyoinformatik araçların ve in vitro yöntemlerin birlikte başarıyla kullanılabileceğini göstermektedir. Bu genler ile miR-34a-5p arasındaki ayrıntılı ilişkiyi belirlemek için daha ileri çalışmalara ihtiyaç vardır.",
		"originalTitle": "THE EFFECT OF miR-34a-5p ON OVEREXPRESSED AML ASSOCIATED GENES",
		"originalText": "Acute myeloid leukemia (AML) is a deadly type of leukemia. The expression of AML-related genes may be altered not only by genetic changes but also by various epigenetic factors such as microRNAs (miRNAs). The expression levels of many genes can be altered by miRNAs. The detection of miRNA’s target genes is critical for an understanding of the disease’s molecular mechanism. In this study possible target genes of miR-34a-5p in AML were determined and the effect of the relationship between miR-34a-5p and target genes on the cancer process was investigated. Materials and Methods: Leukemia Gene and Literature Database web tool (http://soft.bioinfo-minzhao.org/lgl/) includes a useful leukemia gene and literature da. There are more than 600 AML-related genes on this database. In the present study, in order to define the potential target genes of miR-34a-5p on the database, we used miRDB tool and then confirmed the findings using miRWalk, miRTarbase, Tarbase and miRNet tools. Defined miR-34a-5p AML related genes were verified by the DisGeNET platform. A Protein-Protein Interaction (PPI) network analysis of the genes was conducted using several bioinformatics tools. The effect of miR-34a-5p on cell proliferation was investigated by transfecting mimic miR-34a-5p into HL60 and NB4 cells. The mRNA expressions of NOTCH2, IGF1R, SKP2 and CDC25A genes were investigated in miR-34a-5p transfected NB4 and HL60 cells and control groups. Results: Using bioinformatics tools we determined 44 AMLrelated genes that could be targeted by miR-34a-5p. According to our in vitro study results statistically significant suppression of proliferation was observed in miR-34a-5p transfected cells (48h HL60 cells p=0.00011; NB4 cells p=0.0031 and 96h HL60 cells p=0.00013; NB4 p=0.00018). It was also found that NOTCH2, IGF1R, SKP2 and CDC25A mRNA expressions were down regulated in miR-34a-5p mimic-transfected HL60 cells (p=0.003; p=0.02; p=0.01; p=0.0009 respectively) and NB4 cells (p=0.02; p=0.02; p=0.01; p=0.0007 respectively) compared to the control groups. Conclusion: miR-34a-5p may inhibit AML cell proliferation by targeting many genes like NOTCH2, IGF1R, SKP2 and CDC25A. The results of our study indicate that appropriate bioinformatics tools and in vitro methods can successfully be used together when investigating the relationship between miRNAs and target genes. Further studies are required to determine the detailed relationship between these genes and miR-34a-5p.",
		"url": "https://dergipark.org.tr/tr/pub/iuitfd/issue/76169/1168793"
	},
	{
		"category": "tıp",
		"title": "İZOLE ABERRAN SAĞ SUBKLAVYAN ARTER: NONİNVAZİV PRENATAL TESTLER ÇAĞINDA İNVAZİV GİRİŞİM ÖNERİLMELİ Mİ?",
		"text": "Aberran sağ subklavian arter (ARSA), izole edilmiş veya diğer ultrason belirteçleri ve/veya konjenital anomalilerle ilişkili bir aortik ark anomalisidir. Bu çalışmada prenatal sonografide izole ARSA (iARSA) saptanan olgularda invaziv prenatal testlerin (PIT) gerekliliğini değerlendirmeyi amaçladık. Gereç ve Yöntemler: Mart 2015 ile Şubat 2021 tarihleri arasında ikinci trimester ultrasonografi incelemesi yapılan 7690 fetüste ARSA varlığı retrospektif olarak değerlendirildi. iARSA olmayan hastalara PIT önerildi. iARSA'lı hastalara cfDNA testi (22q11.2 mikrodelesyon/duplikasyon sendromu (MMS) veya PIT dahil) önerildi. Bulgular: ARSA tanılı 95 fetüste ortalama gebelik haftası 20.26±3.93 idi. Fetüslerin 42'si (44) %) iARSA vardı ve 53'ünde (%56) ek bulgular vardı İzole vakaların hiçbirinde kromozomal anormallik saptanmadı 14'te Trizomi 21, birinde Trizomi 18, birinde 47,XX,+i(9)(p10) 53 vakadan biri izole edilmemiş vakalarda bulundu.Kromozomal anormallikleri olan tüm fetüslerde ek anormallikler ve/veya yumuşak ultrason belirteçleri eşlik etti.Sonuç: Prenatal ultrasonografide iARSA saptandığında, 22q11.2 MMS dahil cfDNA testi yeterli olabilir. Bununla birlikte, yapısal anormallikler, yumuşak ultrason belirteçleri veya antenatal tarama testinde artmış risk varlığında PIT önerilmelidir.",
		"originalTitle": "ISOLATED ABERRANT RIGHT SUBCLAVIAN ARTERY: SHOULD INVASIVE INTERVENTION BE RECOMMENDED IN THE ERA OF NONINVASIVE PRENATAL TESTS?",
		"originalText": "An aberrant right subclavian artery (ARSA) is an aortic arch anomaly isolated or associated with other ultrasound markers and/or congenital anomalies. This study aimed to evaluate the necessity of invasive prenatal tests (PIT) in cases with isolated ARSA (iARSA) in prenatal sonography. Materials and Methods: The presence of ARSA was evaluated retrospectively in 7690 fetuses who underwent a second-trimester ultrasonography evaluation between March 2015 and February 2021. PIT was recommended for patients with non-iARSA. cfDNA test (including 22q11.2 microdeletion/duplication syndrome (MMS) or PIT was suggested for patients with iARSA. Results: The mean week of gestation was 20.26±3.93 in 95 fetuses diagnosed with ARSA. Of the fetuses, fourty-two (44%) had iARSA, and 53 (56%) had additional findings. No chromosomal abnormality was found in any of the isolated cases. Trisomy 21 in 14, Trisomy 18 in one, 47,XX,+i(9)(p10) in one of 53 were found in non-isolated cases. Additional abnormalities and/or soft ultrasound markers were accompanied in all fetuses with chromosomal abnormalities. Conclusion: When iARSA is detected in prenatal ultrasonography, cfDNA testing may be sufficient, including 22q11.2 MMS. However, PIT should be recommended in the presence of structural abnormalities, soft ultrasound markers, or increased risk in the antenatal screening test.",
		"url": "https://dergipark.org.tr/tr/pub/iuitfd/issue/76169/1202881"
	},
	{
		"category": "tıp",
		"title": "GESTASYONEL DIABETES MELLITUS'TA GLİSEMİK DEĞİŞKENLİK ÖNEMİNİN ÇEŞİTLİ TEKNİKLER KULLANARAK BELİRLENMESİ",
		"text": "Çalışma, gestasyonel diabetes mellitus (GDM) hastalarında glisemik varyasyonu belirlemek ve sürekli glukoz izleme sistemi (CGMS) kullanarak fetal büyüme üzerindeki etkisini değerlendirmek ve HbA1c, fruktozamin (FRM) gibi biyobelirteçler aracılığıyla glukoz varyasyonu arasındaki korelasyonu araştırmayı amaçlamaktadır. ) ve 1.5-Anhidroglusitol (1.5-AG). Gereç ve Yöntem: Çalışmaya 35 gebelik haftası ve üzerinde sadece diyet tedavisi almış 31 GDM'li kadın alındı. Kan glukoz seviyeleri, ortalama kan glukoz seviyelerini ve ortalama mutlak farkı (MAD) değerlendirmek için CGMS kullanılarak art arda üç gün boyunca izlendi. Vücutlarında CMGS varken hastalardan kendi kendine kan şekeri izlemesi (SMBG) istendi. Serum 1.5-AG, HbA1c ve FRM'yi ölçmek için kan örnekleri toplandı. Bulgular: Ortalama değerler HbA1c=%5,0±0,3, FRM=2,1±0,2 μmol/L, 1,5-AG=17,0±4,9 ng/ml ve 3 günlük ortalama max-min glukoz aralığı=131,1±22,5 ve 54,7± idi. 11,6 mg/dl (MAD=6,7±3,1%). SMBG ve CGMS kullanılarak ölçülen ortalama glukoz seviyeleri benzerdi (82,9±10,2'ye karşı 86,1±10,3 mg/dL). CMGS ve biyobelirteçler arasında korelasyon oluşmadı. Doğumdaki bebek ağırlığı ve baş çevresi, glukoz dalgalanması olan hastalarda daha düşük olarak belirlendi. Sonuç: Biyobelirteçler glisemik dalgalanmayı yansıtmaz ve diyetle düzenlenen GDM'de bile istenen glukoz düzeyine ulaşmak için düzenli SMBG gereklidir. Glisemik dalgalanması yüksek olan GDM'li annelerde alt baş çevresi ve doğum ağırlığı saptanmış olup, maliyetine ve uygulama zorluklarına rağmen CGMS alternatif bir yöntem olabilir.",
		"originalTitle": "DETERMINING THE IMPORTANCE OF GLYCEMIC VARIABILITY IN GESTATIONAL DIABETES MELLITUS USING VARIOUS TECHNIQUES",
		"originalText": "The study aims to determine glycemic variation in patients with gestational diabetes mellitus (GDM) and to evaluate the effect on the fetal growth using a continuous glucose monitoring system (CGMS) and to investigate the correlation between glucose variation through biomarkers including HbA1c, fructosamine (FRM), and 1.5-Anhydroglucitol (1.5-AG). Materials and Methods: The study involves 31 women with GDM at gestational week ≥35 who’d only had diet therapy. Blood glucose levels were monitored for three consecutive days using CGMS to evaluate mean blood glucose levels and mean absolute difference (MAD). Self-monitoring of blood glucose (SMBG) was required from the patients while having the CMGS on their body. Blood samples were collected to measure serum 1.5-AG, HbA1c, and FRM. Results: The mean levels were HbA1c=5.0±0.3%, FRM=2.1±0.2 μmol/L, 1.5-AG=17.0±4.9 ng/ml, and 3-day average max-min glucose range=131.1±22.5 and 54.7±11.6 mg/dl (MAD=6.7±3.1%). The mean glucose levels measured using SMBG and CGMS were similar (82.9±10.2 vs 86.1±10.3 mg/dL). No correlation occurred between CMGS and biomarkers. The baby weight at birth and head circumference was determined to be lower for patients with glucose fluctuations. Conclusion: Biomarkers do not reflect glycemic fluctuation, and regular SMBG is required to achieve the desired glucose level, even in diet-regulated GDM. Lower head circumference and birth weight were determined in GDM mothers with high glycemic fluctuations, and CGMS may be an alternative method despite its cost and application difficulties.",
		"url": "https://dergipark.org.tr/tr/pub/iuitfd/issue/76169/1193997"
	},
	{
		"category": "tıp",
		"title": "TÜRK DİYALİZ SAĞLIK HİZMETÇİLERİNİN COVID-19'A PSİKOLOJİK YANITLARI",
		"text": "COVID-19, sağlık hizmeti sağlayıcıları (SMM'ler) için stresli bir deneyim oldu ve hastaların daha yüksek enfeksiyon riski, semptom şiddeti ve ölüm nedeniyle diyaliz SMM'leri için ek sıkıntı yarattı. Bu çalışma, Türk diyaliz sağlık çalışanlarının COVID-19'un ilk salgını sırasında psikolojik zorluk düzeylerini araştırmayı amaçlamaktadır. Gereç ve Yöntem: Çalışmaya diyaliz merkezlerinde görev yapan hekim, hemşire ve sağlık çalışanları dahil edildi. Katılımcılar, tarama anketi, Depresyon Anksiyete Stres Ölçeği-21 (DASS21) ve Çok Boyutlu Algılanan Sosyal Destek Ölçeği'ni (MSPSS) içeren çevrimiçi bir anket doldurdu. Çalışmada ki-kare testi, Fisher'in kesinlik testi, Mann-Whitney U testi, Kruskal Wallis H testi, Spearman korelasyonu ve lineer regresyon analizleri yapılmaktadır. Bulgular: Çalışmaya 953 kişi katılmış olup, çoğunluğu hemşireler (n=465, %48,8), ardından sağlık çalışanları (n=402; %42,2) ve hekimler (n=86; %9) izlemiştir. SMM'lerin en önemli endişeleri, COVID-19'a yakalanmak ve hastalığı sevdiklerine bulaştırmaktı. Bekar katılımcılar, çocuğu olmayanlar, ekipman bulmakta güçlük çekenler ve gelecekte ekipman bulamamaktan endişe duyanlar, COVID-19 (+) kişilerle temas halinde olanlar, tütün ve alkol kullanımı artanlar ve bildirilen uyku, iştah ve/veya somatik problemler daha yüksek DASS-21 puanlarına sahipti. Hemşirelerin sırasıyla sağlık çalışanları ve doktorlarla karşılaştırıldığında COVID-19 kapma konusunda daha endişeli oldukları (%90,6 ve %84,7'ye kıyasla %94,6; p < 0,001), ekipman sıkıntısı yaşadıkları (%52,9'a kıyasla %29,4 ve %26,3) bulundu. ; p<0,001), uyku (%62,2'ye kıyasla %43,5 ve %34; p<0,001) ve somatik problemler (%58,4'e kıyasla %50 ve %28,2; p<0,001) ve daha yüksek DASS-21 skorları (Aralık =5-21, 3-15 ve 0-12'ye kıyasla; p<0.001). Sonuç: Salgınla ilişkili endişelerin ve yaşam tarzı değişikliklerinin psikolojik zorluklarla ilişkili olduğu görülmektedir. Yeterli düzeyde bilgi, kendini koruma ve sosyal destek, SMM'ler için temel konulardır. Bu çalışma SMM'lerin endişelerini dile getirmelerini ve paylaşmalarını tavsiye ederken, kurumlar aynı zamanda personelinin psikolojik durumuna da odaklanmalı ve acil müdahaleler sağlamalıdır.",
		"originalTitle": "TURKISH DIALYSIS HEALTHCARE PROVIDERS’ PSYCHOLOGICAL RESPONSE TO COVID-19",
		"originalText": "COVID-19 has been a stressful experience for healthcare providers (HCPs) and created additional distress for dialysis HCPs due to patients’ higher risk of infection, symptom severity, and death. This study aims to investigate Turkish dialysis HCPs’ levels of psychological difficulties during COVID-19’s initial outbreak. Materials and Methods: The study has recruited physicians, nurses, and healthcare workers in dialysis centers. The participants completed an online survey that includes the screening questionnaire, Depression Anxiety Stress Scale-21 (DASS21), and Multidimensional Scale of Perceived Social Support (MSPSS). The study conducts the chi-square test, Fisher’s exact test, Mann-Whitney U test, Kruskal Wallis H test, Spearman correlation, and linear regression analyses. Results: The study involves 953 respondents, with nurses making up the majority (n=465, 48.8%), followed by healthcare workers (n=402; 42.2%) and physicians (n=86; 9%). HCPs’ most significant concerns were getting infected with COVID-19 and transmitting the disease to their loved ones. Single participants, those without children, those who had trouble finding equipment, and those worried about being able to find equipment in the future, being in contact with COVID-19 (+) people, those whose tobacco and alcohol use increased, and those who declared sleep, appetite, and/or somatic problems had higher DASS-21 scores. When compared respectively to healthcare workers and physicians, nurses were found to be more worried about getting COVID-19 (94.6% compared to 90.6% and 84.7%; p < 0.001), experience equipment shortages (52.9% compared to 29.4% and 26.3%; p<0.001), have sleep (62.2% compared to 43.5% and 34%; p<0.001) and somatic problems (58.4% compared to 50% and 28.2%; p<0.001), and higher DASS-21 scores (Range=5-21 compared to 3-15 and 0-12; p<0.001). Conclusion: Worries and lifestyle changes associated with the outbreak are seen to have been be related to psychological difficulties. An adequate level of knowledge, self-protection, and social support are essential issues for HCPs. While this study recommends that HCPs express and share their worries, institutions should also focus on the psychological status of their staff and provide immediate interventions.",
		"url": "https://dergipark.org.tr/tr/pub/iuitfd/issue/76169/1168211"
	},
	{
		"category": "tıp",
		"title": "ALTI AİLEDEKİ MİTOKONdriyal DNA MUTASYONLARININ RESEKANSLAMA DİZİSİYLE DEĞERLENDİRİLMESİ",
		"text": "İnsan mitokondriyal DNA'sı, anne soyundan miras kalan dairesel, çift sarmallı bir moleküldür. tRNA, rRNA veya protein kodlayan genlerdeki nokta mutasyonları ve kısmi delesyonlar veya duplikasyonlar gibi yapısal yeniden düzenlemeler mitokondriyal bozukluklara neden olabilir. Mitokondriyal hastalıkların prevalansının dünya çapında 1/5000 olduğu tahmin edilmektedir. mtDNA mutasyonlarının analizi için Sanger dizileme, Southern blot, uzun ve kantitatif PCR, Resequencing Array ve yeni nesil dizileme yöntemleri kullanılabilir. Bu çalışmada, Gazi Üniversitesi Hastanesi'ne mitokondriyal hastalığı düşündüren semptomlarla başvuran altı çocuğun (anneleri ile birlikte) tüm mitokondriyal genomlarını inceledik. Gereç ve Yöntemler: Altı çocuk ve annelerinden genomik DNA elde edildikten sonra elde edilen verilerin analizi ile mtDNA dizilemesi yapıldı. Hasta 4'te bulunan mutasyonlardan birinin homoplazmik mi yoksa heteroplazmik mi olduğunu belirlemek için PCR ve RFLP teknikleri de kullanıldı. Bulgular: Bu çalışma grubuna dahil edilen altı hasta arasında saptanan varyantların hiçbiri, Hasta 4'te saptanan patojenik mutasyon dışında herhangi bir mitokondriyal hastalığa atfedilemedi. Hasta 4'te saptanan m.3460 G>A mutasyonu MT'de yer alıyordu. LHON'dan sorumlu olduğu bilinen -ND1 geni. Hasta 4'te saptanan bu mutasyon hem annesinde hem de homoplazmik durumdaki kız kardeşinde de saptandı. Anne ve kız kardeşinde klinik bulguların olmamasının, kadınlarda hastalığın penetrasyonunun azalmasına ve nükleer genomdaki genleri modifiye etmesine bağlı olduğu düşünüldü. Sonuç: mtDNA'nın yeniden dizileme yöntemi ile taranması mitokondriyal hastalıkların tanısında hızlı, etkili ve daha güvenilir sonuçlar sağlayabilir. Ayrıca, şu anda nükleer DNA'nın mtDNA ile birlikte NGS teknolojisi analizi, mitokondriyal hastalıkların teşhisinde daha güvenilir sonuçlar verecek ve böylece daha doğru genotip-fenotip korelasyonuna izin verecektir.",
		"originalTitle": "EVALUATION OF MITOCHONDRIAL DNA MUTATIONS IN SIX FAMILIES BY RESEQUENCING ARRAY",
		"originalText": "Human mitochondrial DNA is a circular, double stranded molecule which is inherited through maternal lineage. Point mutations in tRNA, rRNA or protein coding genes and structural rearrangements such as partial deletions or duplications can cause mitochondrial disorders. The prevalence of mitochondrial diseases is estimated to be 1/5000 worldwide. For the analysis of mtDNA mutations, Sanger sequencing, Southern blot, long and quantitative PCR, Resequencing Array and next-generation sequencing methods can be used. In this study, we analysed whole mitochondrial genomes of six children (along with their mothers) who were admitted to Gazi University Hospital with symptoms suggestive of mitochondrial disease. Materials and Methods: After the extraction of genomic DNA from six children and their mothers, mtDNA resequencing with the analysis of obtained data was performed. In order to determine whether one of the mutations found in Patient 4 was homoplasmic or heteroplasmic, PCR and RFLP techniques were also used. Results: Among six patients included in this study group, none of the variants detected could be attributed to any mitochondrial diseases, except the pathogenic mutation detected in Patient 4. The m.3460 G>A mutation detected in Patient 4 was located in the MT-ND1 gene that was known to be responsible for LHON. This mutation detected in Patient 4 was also detected both in his mother and sister with homoplasmic state. The lack of clinical findings in his mother and sister was thought to be due to decreased penetrance of the disease in females and modifying genes in nuclear genome. Conclusion: Screening of mtDNA using resequencing method could provide fast, effective and more reliable results in the diagnosis of mitochondrial diseases. Also, currently, the NGS technology analysis of nuclear DNA along with mtDNA will provide more reliable results in diagnosis of mitochondrial diseases, thus allowing more accurate genotype-phenotype correlation.",
		"url": "https://dergipark.org.tr/tr/pub/iuitfd/issue/76169/1164334"
	},
	{
		"category": "tıp",
		"title": "VALPROİK ASİT UYGULANAN Sıçanlarda ALPHA LİPOİK ASİTİN LENS YARALANMASI ÜZERİNDEKİ ETKİSİ",
		"text": "Valproik asit (2-propil valerik asit; VPA), migren ve şizofreni tedavisinde kullanılan etkili bir kısa zincirli yağ asididir. Etkili tedavi sağlamasına rağmen yan etkileri serbest radikallerle ilişkilidir ve bu şekilde birçok organ ve dokuyu etkiler. Alfa lipoik asidin (ALA) güçlü bir antioksidan olduğu bilinmektedir. Gereç ve Yöntemler: Bu güncel çalışmanın amacı, ALA'nın VPA ile indüklenen lens yaralanmasında korumasını araştırmaktı. Dişi ratlar aşağıdaki şekilde 4 gruba ayrıldı: 1. grup, kontrol hayvanları (mısır yağı günde 15 gün); 2. grup, ALA uygulanan grup (50 mg/kg/gün, 15 gün); 3. grup, VPA uygulanan grup (15 gün boyunca her gün 500 mg/kg) ve 4. grup, her gün aynı saatte aynı dozun verildiği VPA ve ALA verilen grup. 16. günde lens dokuları alındı. Bulgular: VPA uygulamasından sonra lens glutatyon seviyeleri ve glutatyon-S-transferaz aktiviteleri azalırken, lipid peroksidasyon ve protein karbonil seviyeleri, süperoksit dismutaz, glutatyon peroksidaz ve redüktaz, aldoz redüktaz ve sorbitol dehidrojenaz aktiviteleri yükseldi. ALA, VPA grubundaki bu seviyeleri ve aktiviteleri tersine çevirdi. Sonuç: ALA'nın antioksidan özelliğini kullandığı ve VPA kaynaklı lens hasarını iyileştirdiği sonucuna varabiliriz.",
		"originalTitle": "THE EFFECTS OF ALPHA LIPOIC ACID ON LENS INJURY IN RATS ADMINISTERED WITH VALPROIC ACID",
		"originalText": "Valproic acid (2-propyl valeric acid; VPA) is an effective short-chained fatty acid which is used for the treatment of migraine and schizophrenia. Though it provides effective treatment, its side effects are associated with free radicals and in this way it affects many organs and tissues. Alpha lipoic acid (ALA) is known to be a powerful antioxidant. Material and Methods: The aim of this current study was to investigate the protection of ALA on VPA induced lens injury. Female rats were split into four groups as follows: 1st group, control animals (corn oil per day for 15 days); 2nd group, ALA administered group (50 mg per kg each day for 15 days); 3rd group, VPA administered group (500 mg per kg each day for 15 days) and 4th group, VPA and ALA administered group to which the same dose was given at the same time each day. On the 16th day, lens tissues were taken. Results: Lens glutathione levels and glutathione-S-transferase activities were decreased while lipid peroxidation and protein carbonyl levels, superoxide dismutase, glutathione peroxidase and reductase, aldose reductase and sorbitol dehydrogenase activities were elevated after VPA administration. ALA reversed these levels and activities in the VPA group. Conclusion: We can conclude that ALA used its antioxidant property and ameliorated VPA induced lens injury.",
		"url": "https://dergipark.org.tr/tr/pub/iuitfd/issue/71398/1073100"
	},
	{
		"category": "tıp",
		"title": "İDİYOPATİK GRANÜLOMATÖZ MASTİT LEZYONLARINDA STEROİD TEDAVİSİNE CEVAPIN DEĞERLENDİRİLMESİNDE DİFÜZYON AĞIRLIKLI MR GÖRÜNTÜLEMENİN ROLÜ",
		"text": "Bu çalışmanın amacı, görünür difüzyon katsayısı (ADC) haritasına sahip difüzyon ağırlıklı manyetik rezonans görüntülemenin (DW MRG) steroid ile tedavi edilen idiyopatik granülomatöz mastit (IGM) lezyonlarının tedaviye yanıtı değerlendirmedeki rolünü araştırmaktı. Gereç ve Yöntemler: Bu retrospektif çalışma, biyopsi ile kanıtlanmış IGM'li 58 kadın hastanın (ortalama yaş: 32.91; aralık: 22-55) 99 lezyonunu içeriyordu. Hastalar oral ve topikal steroidlerle tedavi edildi. Tedavi öncesi ve tedavi sonrası tüm MR incelemeleri değerlendirildi. Kitlelerin maksimum boyutu ve kitle olmayan kontrastlanma (NME) lezyonları ölçüldü. Tedavi sonrası dinamik kontrastlı (DCE) MR bulgularına göre hastalar tam yanıtlı (CR), kısmi yanıtlı (PR) ve yanıtsız (NR) olarak sınıflandırıldı. Bulgular: İGM'nin kapladığı alanların ADC değerleri (0,933±0,317x10-3 mm2/sn), kontralateral normal parankimden (1,259±0,423x10-3 mm2/sn) düşüktü. Lezyonların 22'si (%22,22) NR grubunda, 30'u (%30,30) PR grubunda, 47'si (%47,47) CR grubundaydı. NR, PR ve CR gruplarında tedavi öncesi ADC değerleri arasında anlamlı fark yoktu (p=0,228). PR gruplarında tedavi öncesi ve tedavi sonrası ADC değerleri arasında anlamlı fark vardı (p=0,001). Sonuç: İGM'de DW MR görüntüleme tedaviye yanıtı izlemek için faydalı bir yöntemdir. Ancak tedaviye yanıtı öngörmede başarılı değildir.",
		"originalTitle": "THE ROLE OF DIFFUSION-WEIGHTED MR IMAGING IN EVALUATING THE RESPONSE TO STEROID THERAPY IN IDIOPATHIC GRANULOMATOUS MASTITIS LESIONS",
		"originalText": "The aim of this study was to investigate the role of diffusion-weighted magnetic resonance imaging (DW MRI) with an apparent diffusion coefficient (ADC) map in evaluating the response to treatment of steroid-treated idiopathic granulomatous mastitis (IGM) lesions. Materials and Methods: This retrospective study included 99 lesions of 58 female patients (average age: 32.91 years; range: 22–55 years) with biopsy-proven IGM. Patients were treated with oral and topical steroids. All pre-treatment and post-treatment MR examinations were evaluated. The maximal size of the masses and nonmass enhancement (NME) lesions were measured. Patients were classified as complete response (CR), partial response (PR), and non-response (NR) according to the dynamic contrast-enhanced (DCE) MR findings after treatment. Results: ADC values of areas occupied by IGM (0.933±0.317x10-3 mm2/sec) were lower than contralateral normal parenchyma (1.259±0.423x10-3 mm2/sec). Twenty-two (22.22%) of the lesions were in the NR group, 30 (30.30%) in the PR group, and 47 (47.47%) in the CR group. There was no significant difference between the pre-treatment ADC values in NR, PR, and CR groups (p=0.228). There was a significant difference between the pre-treatment and post-treatment ADC values in the PR groups (p=0.001). Conclusion: DW MR imaging in IGM is a useful method to monitor the response to treatment. However, it is not successful in predicting response to treatment. ",
		"url": "https://dergipark.org.tr/tr/pub/iuitfd/issue/71398/1125446"
	},
	{
		"category": "tıp",
		"title": "ROBERTS SENDROMLU ALTI OLGUNUN KLİNİK VE MOLEKÜLER SONUÇLARI: TÜRKİYE'DEN OLGULARIN İNCELENMESİ",
		"text": "Roberts sendromu ekstremite kusurları, prenatal başlangıçlı büyüme geriliği ve kraniyofasiyal anomaliler ile karakterize nadir görülen otozomal resesif bir hastalıktır. Roberts sendromlu altı olgunun klinik ve moleküler bulgularını daha önce Türkiye'den bildirilen hastalarla karşılaştırmayı ve kesin tanının intrauterin dönemde sitogenetik testlerle erken dönemde moleküler beklemeye gerek kalmadan konulabileceğini vurgulamayı amaçladık. Test sonuçları. Gereç ve Yöntem: İstanbul Üniversitesi İstanbul Tıp Fakültesi Tıbbi Genetik Anabilim Dalı polikliniğimizde 2015-2021 yılları arasında Roberts sendromu tanısı alan altı olgu çalışmaya dahil edildi. Hastaların aile öyküsü, klinik bilgileri, sitogenetik ve moleküler bulguları retrospektif olarak incelendi ve literatürde Türkiye'den bildirilen olgularla karşılaştırıldı. ESCO2 geninin G ve C-bantlama teknikleri ve Sanger dizilimi yapıldı. Bulgular: ESCO2 geninde dört hastada homozigotta ve iki hastada bileşik heterozigotta patojenik varyantlar tespit edildi. Bileşik heterozigot c.[417dup];[1131+1G>A] (p.[(Pro140Thrfs*8)];[(?)]) durum 1'de ve c.[1111dup];[760del] (s.[ (Thr371Asnfs*32)];[(Thr254Leufs*13)]) vaka 6'da, homozigot c.1131+1G>A (p.(?)) vaka 2'de, vaka 3 ve vaka 5'te ve homozigot c.1111dup ( 4. durumda p.(Thr371Asnfs*32)) mutasyonları tespit edildi. Vaka serimizde bildirilen varyantlar daha önce hastalıkla ilişkilendirilmişti. Bir Türk vakasında c.760del mutasyonunun ilk kez gösterilmesi, bu hastalığa neden olan popülasyonumuzdaki mutasyon profiline katkıda bulunmuştur. Daha önce bildirilen tüm Türk hastalar homozigot olmasına rağmen, bileşik heterozigot mutasyonları olan iki hasta tespit ettik, bu da hastalığın akrabalık olmayan ailelerde de düşünülmesi gerektiğini gösteriyor.",
		"originalTitle": "CLINICAL AND MOLECULAR RESULTS OF SIX CASES WITH ROBERTS SYNDROME: REVIEW OF CASES FROM TURKIYE",
		"originalText": "Roberts syndrome is a rare autosomal recessive disease characterized by limb defects, prenatal onset growth retardation, and craniofacial anomalies. We aimed to compare the clinical and molecular findings of six cases with Roberts syndrome with the previously reported patients from Turkiye and to emphasize that the definitive diagnosis can be made in the intrauterine period with cytogenetic tests in the early period without the need to wait for molecular test results. Materials and Methods: Six cases, diagnosed with Roberts syndrome, in our outpatient clinic of Istanbul University, Istanbul Medical Faculty, Medical Genetics Department between 2015-2021 were included in the study. The family history, clinical information, and cytogenetic and molecular findings of the patients were retrospectively reviewed and compared with cases reported from Turkiye in the literature. G and C-banding techniques and Sanger sequencing of the ESCO2 gene were performed. Results:Pathogenic variants in homozygous in four and compound heterozygous in two patients in the ESCO2 gene were identified. Compound heterozygous c.[417dup];[1131+1G>A] (p.[(Pro140Thrfs*8)];[(?)]) in case 1, and c.[1111dup];[760del] (p.[(Thr371Asnfs*32)];[(Thr254Leufs*13)]) in case 6, homozygous c.1131+1G>A (p.(?)) in case 2, case 3 and case 5, and homozygous c.1111dup (p.(Thr371Asnfs*32)) mutations in case 4 were detected. The variants reported in our case series were previously associated with the disease. The first demonstration of the c.760del mutation in a Turkish case contributed to the mutation profile in our population that caused this disease. Although all previously reported Turkish patients were homozygous, we have detected two patients with compound heterozygous mutations indicating that the disease should also be considered in families with no consanguinity.",
		"url": "https://dergipark.org.tr/tr/pub/iuitfd/issue/71398/1130578"
	},
	{
		"category": "tıp",
		"title": "COVID-19 PNÖMONİSİNDEN İYİLEŞEN HASTALARDA SOL VENTRİKÜLER SUŞTA BÖLGESEL TUTULUM",
		"text": "Kardiyovasküler tutulumu olan COVID-19 hastalarının, kardiyovasküler rahatsızlığı olmayanlara kıyasla daha kötü bir prognoza sahip olduğu gösterilmiştir. Bu çalışma, taburcu olduktan sonra pnömonisi olan veya olmayan COVID-19 hastalarında sol ventrikül (LV) global ve bölgesel geriliminin bozulup bozulmadığını araştırmayı amaçladı. Gereç ve Yöntemler: Bu kesitsel çalışmaya PCR testi ile tanı konulan 78 ardışık COVID-19 hastası, polikliniğe ilk takip ziyaretleri sırasında dahil edildi. Tüm hastalara ilk kontrolde iki boyutlu ekokardiyografi ve benek izlemeli ekokardiyografi (STE) uygulandı. Hastalar pnömoni olan ve olmayan olarak iki gruba ayrıldı ve sağlıklı kontrol grubu ile karşılaştırıldı. Bulgular: Çalışmaya toplam 123 kişi dahil edildi (78 COVID-19 ve 45 kontrol grubu). Kabul ve takip hs-troponin-T konsantrasyonları hem kontrol grubunda hem de COVID-19'un değişen şiddeti olan hastalarda benzerdi. LV ejeksiyon fraksiyonu (EF) tüm gruplarda benzerdi. Ancak LV global longitudinal strain (GLS), pnömonili hastalarda kontrol grubu ve pnömonisi olmayan deneklerle karşılaştırıldığında anlamlı olarak daha düşüktü. Bölgesel gerinim analizi, pnömonili deneklerin mid-anterior, mid-anteroseptal, apikal-inferior, apikal-lateral ve apeks bölgelerinde pnömonisi olmayan deneklere veya kontrol grubuna göre önemli ölçüde daha düşük gerilim değerlerine sahip olduğunu göstermiştir. Sonuç: LV GLS ve bölgesel suş, pnömonili COVID-19 hastalarında pnömonisi olmayanlara veya kontrol grubuna göre anlamlı derecede bozulmuştu. Bu bulgu, pnömonili COVID-19 hastalarının gizli LV tutulumunu saptamak için gerinim ölçümünden geçmesi gerektiğini göstermektedir.",
		"originalTitle": "REGIONAL INVOLVEMENT IN LEFT VENTRICULAR STRAIN IN PATIENTS RECOVERED FROM COVID-19 PNEUMONIA",
		"originalText": "COVID-19 patients with cardiovascular involvement have been shown to have a worse prognosis compared to those without cardiovascular compromise. This study aimed to investigate whether left ventricular (LV) global and regional strain is impaired in patients with COVID-19 with or without pneumonia after discharge. Materials and Methods: Seventy-eight consecutive COVID-19 patients diagnosed by PCR test were enrolled in this cross-sectional study during their first follow-up visit to an outpatient clinic. All patients underwent two-dimensional echocardiography and speckle tracking echocardiography (STE) at the first follow-up visit. The patients were divided into two groups with or without pneumonia, and they were compared with the healthy control group. Results: A total of 123 subjects were included in the study (78 with COVID-19 and 45 in the control group). Admission and follow-up hs-troponin-T concentrations were similar in both the control group and patients with varying severity of COVID-19. LV ejection fraction (EF) was similar in all groups. However, LV global longitudinal strain (GLS) was significantly lower in subjects with pneumonia compared to the control group and subjects without pneumonia. Regional strain analysis showed that subjects with pneumonia had significantly lower strain values at mid-anterior, mid-anteroseptal, apical-inferior, apical-lateral, and apex regions than subjects without pneumonia or the control group. Conclusion: LV GLS and the regional strain were significantly impaired in COVID-19 patients with pneumonia compared to those without pneumonia or in to control group. This finding indicates that COVID-19 subjects with pneumonia should undergo strain measurement to detect concealed LV involvement.",
		"url": "https://dergipark.org.tr/tr/pub/iuitfd/issue/76169/1175498"
	},
	{
		"category": "ilahiyat",
		"title": "İlk Keşiş Papa Gregorius Magnus ve Piskoposluk Makamı Hakkındaki Görüşleri",
		"text": "Papa I. Gregorius (ö. 604) ya da daha çok kullanılan ismi ile Gregorius Magnus; Papalık tarihinin en önemli isimlerinden biridir. Papalık süresi boyunca kilise yapılanması içerisinde gerçekleştirmiş olduğu düzenlemeler, Avrupa’daki krallıklar ve Doğu Roma İmparatorluğu ile kurduğu siyasi ilişkiler, Roma Kilisesi’nin varlığını devam ettirmek ve otoritesini güçlendirmek adına yaptığı faaliyetler nedeniyle kendisine “Magnus” (büyük, yüce) sıfatı verilmiştir. Diğer papalarla kıyaslandığında oldukça üretken bir yazar olan Gregorius yalnızca yapısal düzenlemeler gerçekleştirmemiş aynı zamanda Hıristiyan toplumunun ahlak düzeyi ile de oldukça meşgul olmuş ve bu amaç doğrultusunda eserler kaleme almıştır. Gregorius’un eserleri Orta Çağ boyunca Avrupa’nın din anlayışının oluşmasında oldukça önemli bir yere sahip olmuştur. Makalemizin konusu oluşturan Liber Regulae Pastoralis adlı eseri de Kilise içinde kabul görmüş ve din adamları sınıfının şekillenmesinde büyük rol oynamıştır. Gregorius bu eserinde kimlerin piskopos olabileceğinden, piskoposun sahip olması gereken özelliklerden, nasıl bir hayat sürmesi ve nasıl vaaz vermesi gerektiğinden bahsetmekte ve son olarak piskoposun manevî dünyasının nasıl olması gerektiği anlatarak eserini sonlandırmaktadır. Kitapta anlatılan özellikler ve davranışlar incelendiğinde yalnızca belirli dini görevleri yerine getiren bir piskopos ya da din adamının anlatılmadığı görülmektedir. Gregorius’un anlattığı ideal piskopos, bir keşişin özelliklerine sahip olmalıdır. Makalemizde Gregorius’un ideal piskopos tanımı ve bu tanımın arka planı incelenmektedir.",
		"url": "https://dergipark.org.tr/tr/pub/omuifd/issue/74550/1182587"
	},
	{
		"category": "ilahiyat",
		"title": "Doğalcı Ateizm Açısından Etiğin Temellendirilme Problemi",
		"text": "Bu makalede doğalcı ateizm açısından ahlakın temellendirilme problemi ele alınmaktadır. Bu konu iki temel problemden dolayı ateizm için önemlidir: Biri din ve Tanrı inancının insanlar üzerinde ahlak aracılığıyla oluşturduğu şekillendirici etki, diğeri ise toplumda ateizmin bir ahlak anlayışına sahip olamayacağı yönündeki ön yargılardır. Kötülüğün kaynağı olarak din ve Tanrı inancını gören kimi ateist düşünürler ahlaki konuları din ve Tanrı inancına dayandırmadan temellendirmeye çalışmaktadırlar. Ateist düşünürler öncelikli olarak ahlaki özelliklerin insanın içinde mi yoksa dışındaki olgularda mı olduklarını tartışmışlardır. Doğalcı olanlar çözüm önerilerinde pozitivist ve indirgemeci bir yöntemi tercih etmişlerdir. Ahlaki konuları, ilke ve kavramları biyolojik ve psikolojik anlamlarıyla tekrar ele almışlardır. Bu bağlamda daha çok bilime, biyolojiye ve evrim teorisine dayalı hareket eden yeni ateist düşünürlerden Richard Dawkins ve Sam Harris’in görüşleri merkeze alınarak doğalcı ateizm açısından ahlakın temellendirilmesi kritik edilmiştir.",
		"url": "https://dergipark.org.tr/tr/pub/omuifd/issue/74550/1165163"
	},
	{
		"category": "ilahiyat",
		"title": "Descartes’ta Tanrı Fikri ve Tanrı’nın Varlığı",
		"text": "III. Meditasyonda, Descartes, zihinde bulduğumuz Tanrı fikrini zihin dışındaki bir Tanrı’nın varlığına kanıt olarak ortaya koyar. Ona göre zihnimizde aşkın, her şeyin yaratıcısı, sonsuz bir töz olarak nitelediğimiz Tanrı’nın bir fikri vardır ve böyle bir varlık fikri bizim sonlu doğamızın eseri olamaz. Ancak sonradan olan hiçbir şey kendi kendine meydana gelemez ve bir şeyin nedeninin, sonucundan daha çok gerçekliğe sahip olması gerekir. O halde zihnimizde bulduğumuz Tanrı fikrinin nedeni ancak Tanrı’nın varlığı olmalıdır. Sonuç olarak bu argüman insan zihninde niçin kendisinden aşkın, her şeyin yaratıcısı ve sonsuz bir varlık olarak düşünülen bir Tanrı fikrinin bulunduğuna yine insan zihninin bir cevabı olarak görülmeye layıktır. Makale zihnimizdeki Tanrı fikrinin Tanrı’nın varlığına nasıl kanıt olarak kullanılabileceğini tartışmakta ve bu argümanın kozmolojik kanıt türünde görülebileceğini iddia etmektedir.",
		"url": "https://dergipark.org.tr/tr/pub/omuifd/issue/74550/1174647"
	},
	{
		"category": "ilahiyat",
		"title": "Din ve Felsefenin Kapsam ve Sınırlılıkları Üzerine Bir Değerlendirme",
		"text": "İnsan bilincinin temelde iki farklı yönü vardır. Bunlardan biri duygusallık, diğeri ise aklîliktir. İnsanın duygusallık tarafı daha çok dinî yaşantısıyla sağlanırken, aklî tarafı ise daha çok düşünsel faaliyetleriyle sağlanır. İnsanın bu iki farklı tarafı, onun hayata tutunup, mutlu bir yaşam sürmesinde vazgeçilmez bir boyut olarak karşımıza çıkmaktadır. Ancak bu iki alanın birbirinden bağımsız bir şekilde değerlendirilmesi ikisinin de doğru bir şekilde anlaşılması noktasında önem arz etmektedir. Çünkü iki boyutun da temelleri ve önerme biçimleri baştan farklıdır. Dinin temelinde ve önermelerinde düşünsel bir taraf olsa da inanca dayanan duygu boyutu ağır basan asıl bir unsur iken, felsefenin temelinde ise akıl daha fazla ağır basan bir unsurdur. Dinin bu duygu temelli yanı, kişisel ve değişmez bir yönü olup, eleştirel bir yanı olmadığını ifade eder. Felsefenin akla dayanan yapısı ise, eleştirel bir yanının olduğunu ifade ederken, aynı zamanda her daim bir değişikliği barındırdığını da ifade etmektedir. İnsan bilincinin ise bir yandan sabiteye, diğer bir yandan değişime ihtiyacı vardır. Bu yüzden insanın kendisinin hangi yanlarının sabiteye, hangi yanlarının da değişime ihtiyaç duyduğunun iyi bir şekilde tespit edilmesini gerekmektedir. İşte bu araştırmada insan düşüncesinin ve yaşamının temel dinamiklerinden olan din ve felsefenin genel yapısal özellikleri ele alınıp, ardından aralarında kurulacak ilişkinin boyutu ortaya konulmaya çalışılmıştır.",
		"url": "https://dergipark.org.tr/tr/pub/omuifd/issue/74550/1175763"
	},
	{
		"category": "ilahiyat",
		"title": "Değişen Dünyada Yeni Dini Formlar: Postmodern Dönemde Dindarlık Ölçeği Geçerlik ve Güvenirlik Çalışması",
		"text": "Tarih boyunca din ve dindarlık gibi kavramlar her toplumda tartışılan bir olgu olmuştur. Günümüzde de özellikle teknolojinin gelişmesiyle birlikte toplumlarda meydana gelen değişim ve dönüşümler dini inanç ve pratikleri de etkileyerek yeni dindarlık biçimlerini beraberinde getirmiştir. Bu bağlamda çalışmanın amacı “postmodern” olarak isimlendirilen yaşadığımız döneme ait dini inanç ve ritüelleri ölçmeye yönelik geçerli ve güvenilir bir ölçek geliştirmektir. Çalışmada ilk olarak literatür taraması yapılmış, uzman görüşü alınmış ve buna göre 40 maddelik bir havuz oluşturulmuştur. Ardından yaşları 15-60 arasında değişen 475 kişi üzerinde yüz yüze ve çevrimiçi olarak anket uygulanmıştır. Verilerin analizinde 40 madde ile açımlayıcı faktör analizi yapılmış, KMO değeri .949 ve Bartlett test değeri 3022,838 olarak hesaplanmış olup, chi-square değerinin anlamlı olduğu tespit edilmiştir. Analiz sonucunda tek boyutlu, varyansı %49,279 olan 12 maddelik bir yapı oluşturulmuştur. Madde faktör yükleri .502 ile .816 arasında değişen ölçeğin Cronbach’s Alpha iç tutarlık katsayısı .903 olarak ölçülmüştür. Amos 24.0 programı ile yapılan doğrulayıcı faktör analizinde ise (x^(2/df)= 2,654; RMSEA=0,054; NFI = 0,953; CFI = 0,970; GFI = 0,957) elde edilen değerlerin tek boyutlu ölçek ile uyum sağladığı görülmüştür. Yapılan analizler neticesinde postmodern dönemde bireylerin dine, inanca ve ritüele olan yaklaşımlarını ortaya çıkarmak amacıyla yararlanılabilecek geçerli ve güvenilir bir ölçme aracı oluşturulmuştur.",
		"url": "https://dergipark.org.tr/tr/pub/omuifd/issue/74550/1105042"
	},
	{
		"category": "ilahiyat",
		"title": "Din Kültürü ve Ahlak Bilgisi Öğretmen Adaylarının Sınıf Yönetimine İlişkin Algı Düzeylerinin Çeşitli Değişkenler Açısından İncelenmesi",
		"text": "Bu çalışmanın amacı, DKAB öğretmen adaylarının sınıf yönetimi becerilerine ilişkin algı düzeylerinin çeşitli değişkenler açısından incelenmesidir. Araştırmanın örneklemini 2021-2022 öğretim yılında OMÜ İlahiyat Fakültesinde öğrenim gören ve seçkisiz örnekleme yöntemiyle seçilen 270 öğretmen adayı oluşturmuştur. Araştırmada nicel araştırma türlerinden tarama modeli kullanılmıştır. Araştırmanın verileri, İlgar (2007) tarafından geliştirilen “Sınıf Yönetimi Becerileri Ölçeği” ile toplanmıştır. Veriler, SPSS 22 istatistik programı ile analiz edilmiştir. Verilerin analizinde, puanların normal dağılım göstermemesi nedeniyle parametrik olmayan testlerden Mann Withney U testi ile Kruskal Wallis H testi kullanılmıştır. Araştırma sonucunda; öğretmen adaylarının sınıf yönetimi becerilerine ilişkin algı düzeyleri, “iyi/ yüksek” (X ̅=336,38) düzeyde bulunmuştur. Öğretmen adaylarının sınıf yönetimi becerilerine ilişkin algı düzeylerinin cinsiyete ve Özel Öğretim Yöntemleri dersini alma durumuna göre değişmediği, sınıf, öğretim türü ve akademik başarı algısına göre farklılık gösterdiği tespit edilmiştir.",
		"url": "https://dergipark.org.tr/tr/pub/omuifd/issue/74550/1172247"
	},
	{
		"category": "ilahiyat",
		"title": "İslam Hukuk Düşüncesinde Parça-Bütün İlişkisi",
		"text": "Bu makalede İslam hukukuna göre parça-bütün ilişkisi, bütünlüğün korunması ekseninde, öncelikle teorik düzlemde ilkesel, yöntemsel ve işlevsel olarak ele alınmıştır. İlkesel düzlemde örnek sadedinde ‘hükmün Allah’a ait olması’ ‘tutarlılık’ ve ‘kolaylık’ ilkeleri bağlamında hukuk ilkelerinin tamamının bütün olarak hukuksal süreçlere dâhil edilmesi gerektiği; yöntemsel düzlemde lafzî, tarihî ve gâî yorum yöntemlerinden biri ön plana çıkarılmadan her birinin hukuksal metinlerle somut olaylar arasındaki bağ kurma işlemine dâhil edilmesi gerektiği; işlevsel düzlemde hukukun düzen oluşturma, sosyal ihtiyaçları karşılama ve adaleti tesis etme işlevlerinden her birinin dengeli bir şekilde bir arada bulundurulması gerektiği vurgulanmıştır. Daha sonra pratikte bütünlüğün korunması bağlamında ulemanın parça-bütün ilişkisine bakış açısı ile yarıdan fazla, yarım ve yarıdan azın bütünün yerine ikamesi üzerinde durulmuş, elde edilen sonuçlar verilerek çalışma tamamlanmıştır.",
		"url": "https://dergipark.org.tr/tr/pub/omuifd/issue/74550/1183078"
	},
	{
		"category": "ilahiyat",
		"title": "Saçaklızâde Mehmed Efendi’nin İnsânü’l-‘ayn ve ‘aynü’l-insân İsimli Fıkıh Usûlü Risalesinin Neşir ve Tahlili",
		"text": "Fıkıh usûlü ilmi, naslardan şer‘î hüküm çıkarmanın esas ve yöntemlerini incelemesi nedeniyle İslâmî ilimler içinde özel bir konuma sahiptir. Geçmişten günümüze pek çok İslâm âlimi bu alanda eserler yazmıştır. Bu âlimlerden biri de Saçaklızâde Mehmet Efendi’dir (ö. 1145/1732). Saçaklızâde Mehmet Efendi, başta fıkıh olmak üzere birçok alanda eser telif eden çok yönlü bir Osmanlı âlimidir. Onun yazdığı eserlerden biri de “İnsânü’l-‘ayn ve ‘aynü’l-insân” adlı fıkıh usûlü risalesidir. Eserde Osmanlı medreselerinde ders kitabı olarak okutulan meşhur kitaplardan bir hayli istifade edilmiştir. Ne var ki birçok eseri tahkik edilerek yayımlanan Saçaklızâde’nin bu muhtasar risalesi henüz günümüz okuyucularıyla buluşmamıştır. Araştırmamızda söz konusu eser hem dil, üslup ve yöntem bakımından incelenmiş hem de yayımlanmıştır. Osmanlı âlimlerinin yazdıkları eserler, dönemin ilmî, kültürel ve aktüel hayatına ışık tutan önemli tarihi vesikalardır. Bu çalışmayı önemli kılan da yüzü aşkın eser veren meşhur bir Osmanlı âliminin fıkıh usûlü ilmiyle ilgili yazdığı bir eseri tozlu raflardan gün yüzüne çıkarması ve günümüz okuyucusuyla buluşturmasıdır. Böylece geçmişle günümüz arasındaki ilmî bağın güçlendirilmesi hedeflenmektedir. Araştırmanın giriş kısmında Saçaklızâde’nin hayatından söz edilmiştir. Daha sonra İnsânü’l-‘ayn ve ‘aynü’l-insân’ın önemine ve genel özelliklerine yer verilmiştir. Ardından dil, üslup ve yöntem bakımından eserin muhtevası tahlil edilip kaynakları tespit edilmiştir. En sonunda da eserin Arapça metni yayımlanmıştır.",
		"url": "https://dergipark.org.tr/tr/pub/omuifd/issue/74550/1163615"
	},
	{
		"category": "ilahiyat",
		"title": "“Helal Değildir/ لَا يَحِلُّ” Kalıbıyla Başlayan Hadis Metinleri Üzerine Lafız ve Anlam Eksenli Bir Analiz",
		"text": "Makale, لَا يَحِلُّ / helal değildir” ifadesi ile başlayan rivayetler özelinde hadis metinlerini konu edinir. “Helal değildir” şeklinde hukûkî bir lafızla başlayan hadis metinleri incelenmiş ve metin öğeleri araştırılmıştır. 23 farklı konudaki hadis metinlerinde söz konusu ifadeye rastlanmıştır. Rivayetlerin şâhid ve mütâbîlerinden hareketle metinler incelenmiştir. “Helal değildir” kalıbında nakledilen hadislerin çoğunun benzer kalıpta geldiği, sadece yasaklanan eylemlerin değiştiği görülmüştür. Rivayetlerin şâhid ve mütâbîlerinde anlamı bozmayacak lafız farklılıkları vardır. Lafız aynı olmasına rağmen lafzın delâleti konulara göre tahrim ve kerâhet gibi farklılık göstermiştir. Yine “helal değildir” lafızlarının bazı rivayetlerde Hz. Peygamber’e dayandığı bazısında ise manen rivayetin etkisiyle sahâbe ya da sonraki râvi tarafından ifade edildiği görülmektedir. Bundan dolayı hüküm ifade eden lafızlarda râvinin etkisi göz önünde bulundurulmalı ve sadece lafza göre değil de bütün rivayetleri bir arada değerlendirme ve kıyas gibi metotlarla göre hüküm verilmelidir.",
		"url": "https://dergipark.org.tr/tr/pub/omuifd/issue/74550/1182995"
	},
	{
		"category": "ilahiyat",
		"title": "Sahâbe ve Tâbiûnun Hadislerdeki Emirlere Yaklaşımı",
		"text": "Hadislerdeki emirlerin doğru anlaşılmasında sahabe ve tâbiûn neslinin yorum ve anlayışları büyük önem arz etmektedir. Sahabe ve tâbiûn neslinin hadislerdeki emirlere yaklaşımlarının tespiti, fıkhî mezheplerin farklı açılardan emrin gereğine yönelik yaklaşımlarının gerekçesinin anlaşılmasına da yardımcı olacaktır. Bu makalede hadis kaynakları ve şerhlerinden sahabe ve tâbiûn dönemi emir anlayışlarına örnekler verilerek emirleri yorumlamada takip edilen metot ortaya konmaya çalışılmıştır. Hadislerin oluşum sürecini birebir yaşayan ve Arap Dili’nin inceliklerine vukûfiyeti olan sahabe, genel olarak Hz. Peygamber’in (s.a.s.) hüküm koymaya ve olan hükmü beyan etmeye yönelik konumunu kabul ederek onun emirlerine uymayı vacip görmüşlerdir. Sahabe nesli, tevile açık durumlarda yorumlama ilkesini benimsemiştir. Onlar bu uygulamalarında usul kaideleri koymaya ihtiyaç duymamışlardır. Tâbiûn ise Hz. Peygamber’in (s.a.s) hitabına direk değil ancak sahabe vasıtasıyla muhatap olabilmiştir. Bu duruma sosyal şartlar ve Arap Dili’nde gerçekleşen değişimlerin de eklenmesi artık yorum ve anlamaya yönelik kuralların oluşmasını gerektirmiştir. Bu süreç baştan sona takip edildiğinde tâbiûnun sahabenin yorum ve anlamada takip ettiği metodu izledikleri görülmektedir. Bununla birlikte tâbiûn döneminde kural ve kaidelerin belirginleşmeye başladığı, hadislerde yer alan emirleri anlamakla ilgili problemlerin birebir yaşanıp çözümlerin üretildiği, içtihat ve tercih konularında çok zengin bir faaliyetin ortaya çıktığı görülecektir. Bu dönemin incelenmesi yorum geleneğinin en önemli iki halkası olan sahabe dönemini ve sonraki fıkhî mezhepler dönemini kavramada yardımcı olacaktır.",
		"url": "https://dergipark.org.tr/tr/pub/omuifd/issue/74550/1174977"
	},
	{
		"category": "ilahiyat",
		"title": "İbn Receb el-Hanbelî’nin Câmiu’l-ulûm ve’l-hikem Adlı Eserindeki Şerh Metodu",
		"text": "Bu makale, İbn Receb el-Hanbelî’nin (ö. 795/1393) Câmiu'l-ulûm ve'l-hikem’indeki şerh metoduna odaklanmaktadır. İbn Receb’in hayatı ve hadis ilmindeki yerine kısaca temas edildikten sonra eserin telif gayesi, zikredilen hadislerin konusu ve kaynakları ile şerh yöntemi ve şerhin kaynakları incelenmektedir. Şerh; teknik özellikler, isnad ve muhteva açısından olmak üzere üç ana başlıkta ele alınmaktadır. Teknik özellikler açısından ayet ve hadisler, sahâbe ve tâbiûn sözleri, israiliyat, şiir, doktorların görüşü ve rüyalara yer verilmektedir. İsnad yönünden; seneddeki kapalılığın veya müphem ismin açıklanması, ravi tanıtımı, muhaddislere yönelik eleştiriler ve ravilerin cerh-ta‘dil bakımından değerlendirilmesi, rivayetlerin sıhhati ve tahrici gibi konular üzerinde durulmaktadır. Muhteva itibariyle ise rivayetlerin sebeb-i vürûdu ve söyleniş hikmetleri, müşkilin izahı ve ihtilafın giderilmesi, garip kelimeleri izah ve kelime tahlilleri, fıkıh usûlü konuları ve fıkhî istinbatların yanı sıra akîde, tasavvuf ve adâb gibi alanlara dair birtakım açıklamalara değinilmektedir.",
		"url": "https://dergipark.org.tr/tr/pub/omuifd/issue/74550/1111625"
	},
	{
		"category": "ilahiyat",
		"title": "Ashâb-I Suffe’nin Kur’ân Ve Kırâat Tarihine Katkıları",
		"text": "İslâm tarihinin ilk eğitim-öğretim müessesesi olarak kabul edilen Suffe, Kur’ân tarihi açısından önem arz etmektedir. Mescid-i Nebevî’nin inşâsından sonra tedris faaliyetlerinin merkezi olan Suffe’de eğitim gören sahâbîler, burada öğrendikleri Kur’ân’ı gerek Medine’de gerekse Hz. Peygamber’in verdiği tebliğ görevini yürütmek üzere gittikleri bölgelerde titiz bir şekilde öğretmişlerdir. Bu açıdan Allah Rasûlü’nden ve Suffe’nin öğretmen kadrosundan dersler alan Ashâb-ı Suffe, Rasûllullah döneminde ve dört halife devrinde Kur’ân ve kırâat sahasında gerçekleştirdiği faaliyetlerle Kur’ân eğitim-öğretim tarihinde önemli rol oynamıştır. Özellikle tâbiîn döneminde yaşayan kırâat imamlarının isnâdında yer alan Suffe’nin hocaları ve öğrencilerinin, Kur’ân ve kırâatlerin günümüze kadar herhangi bir değişme olmaksızın aktarılmasındaki yeri hatırı sayılır değerdedir. Esasen sahâbenin Kur’ân/kırâat öğretimine ve tedris sürecinin detaylarına ilişkin malumatı kaynaklarda net olarak bulabilmek güçtür. Zira dönemin şartları ve Kur’ân öğretiminin mahiyeti göz önünde bulundurulduğunda bahsedilen bilgilere ancak bazı kaynakların, özellikle tabakât türünde kaleme alınmış eserlerin satır aralarında rastlamak mümkündür. Bu çalışmada, bahsedilen satır arası bilgileri okumak suretiyle Suffe’nin Kur’ân ve kırâat tarihine olan katkıları ele alınacaktır.",
		"url": "https://dergipark.org.tr/tr/pub/omuifd/issue/74550/1173487"
	},
	{
		"category": "ilahiyat",
		"title": "İbnü’l-Cevzî’nin (Ö. 597/1201) Yâkûte Adlı Eserinin Belâgat Açısından İncelenmesi",
		"text": "İslami ilimlerin hemen her alanında kaynaklık edecek nitelikte irili ufaklı yaklaşık iki yüz civarında eser bırakan İbnü’l-Cevzî, sadece bir ilim adamı değil aynı zamanda yaşadığı dönemde etkin bir vaiz olmuştur. Bağdat’ın önemli camilerinde vaazlar veren İbnü’l-Cevzî, nasihat ve irşat içerikli eserler kaleme alarak vaazlarına asırlar üstü bir hüviyet kazandırmıştır. Sayısı otuzu bulan bu vaaz metinlerinden birisi Yâkûte adlı eseridir. İbnü’l-Cevzî bu eserde alışılmış vaaz metinlerinden farklı olarak edebiyatçılığını ön plana çıkarmıştır. Belâgat ilminin üç sacayağı olan meânî, beyân ve bedî´ disiplinlerinin ilke ve esaslarını, bir edebiyat eseri kaleme alıyormuş gibi yoğun bir şekilde kullanmıştır. İbnü’l-Cevzî’nin vaaz içerikli metinlerinin asırlardır Müslümanlar arasında sıklıkla okunmasının nedeni bu olmalıdır. Bu çalışmada mezkûr söz sanatları açısından eser, incelemeye tabi tutulmuştur. Bu çalışma ile edebî sanatların bir vaaz metnine nasıl katkıda bulunabileceği Yâkûte üzerinden ele alınmıştır. Bu makalenin amacı, başta Diyanet İşleri Başkanlığı olmak üzere toplumun irşat ve ıslahı için çalışan tüm sivil ve resmî teşekkül mensuplarına, vaaz konusunda İbnü’l Cevzî’yi örnek göstermektir.",
		"url": "https://dergipark.org.tr/tr/pub/omuifd/issue/74550/1167729"
	},
	{
		"category": "ilahiyat",
		"title": "‘Kudüs’ Adlı İki Şiirin Mukayesesi: Nizâr Kabbânî’nin Kaleminden Arapça ‘El-Kuds’ ve Else Lasker-Schüler’in Kaleminden Almanca ‘Jerusalem’",
		"text": "Nizâr b. Tevfik Kabbânî, modern Arap edebiyatının en meşhur şairleri arasındadır. Onun Arap edebiyatında böylesi büyük bir tanınırlık kazanmasının nedeni, daha ziyade Filistin’in sorunlarının dile getirilmesi hususunda son derece faal olmasıdır. Özellikle son bir asırdır, Filistin ile bu kutsal toprakların mukaddes kenti Kudüs’ün akıbeti, pek çok ulustan pek çok aydının zihnini meşgul etmektedir. Bu aydınlardan birisi de şiirlerini Almanca nazmeden Else Lasker-Schüler’dir. Tüm semavi dinler için kutsal bir kent olan Kudüs, hem Nizâr Kabbânî’nin hem de Else Lasker-Schüler’in şiirlerinde karşımıza çıkan bir motiftir. Söz konusu şairlere ait iki farklı şiir, aynı adı yani Kudüs ismini taşımaktadır. Nizâr Kabbânî’nin el-Kuds’ü ve Else Lasker-Schüler’in Jerusalem’ı, belirli açılardan birbirine benzemekte, bazı noktalarda da birbirinden ayrılmaktadır. Bu çalışmada, biri Arapça diğeri Almanca olan söz konusu iki şiirin mukayeseli bir incelemesinin yapılması amaçlanmaktadır. Kabbânî’nin mezkûr şiiri, bu çalışmada edebî ve sanatsal bir tercümeden ziyade, mukayesenin daha doğru yapılabilmesi için kelimesi kelimesine tercüme edilmiştir. Benzer şekilde, Else Lasker-Schüler’in şiiri de aynı metotla Almancadan Türkçeye tam haliyle kelimesi kelimesine aktarılmıştır. Bu çalışmanın önemi, söz konusu şiirler arasında mukayeseli bir incelemenin yapılacak olmasıdır. Dolayısıyla bu çalışmanın kapsamı yalnızca mezkûr iki şiirin mukayesesiyle sınırlıdır. Bu amaç doğrultusunda bilimsel bir karşılaştırmanın yapılması planlanmaktadır.",
		"url": "https://dergipark.org.tr/tr/pub/omuifd/issue/74550/1167935"
	},
	{
		"category": "ilahiyat",
		"title": "İslâm Estetiği",
		"text": "Müslüman toplulukların oluşturmuş olduğu İslâm sanatı, günümüze kadar geniş bir coğrafyada üretilmiş sanat eserlerinin tümünü ifade etmektedir. İslâm sanatı, insan hayatını tüm yönleriyle yüceltmeyi amaç edinmekle birlikte, insana hakikati hatırlatıcı ve estetik düzeyde onu gözlemleyebilme yetisine kavuşturmaya yardımcı niteliktedir. İslâm medeniyetinde teşekkül etmiş eserlerdeki temel amaç, nesnenin mükemmel biçime ulaştırılmasıdır. İslâmî estetik anlayışının özü tevhid ve tenzih ilkesine dayanmaktadır. Müslüman sanatçılar bu ilkelerin korunması adına soyutlamaya yönelmiştir. İslâm sanatında güzellik algısı üzerinde durulmuş ve güzellikle hakikat, bilgi, iyilik, yararlılık gibi kavramlar arasındaki ilişki irdelenmiştir. Güzellik ve estetik tecrübenin açılımlarından bahsedilirken güzelliğin gerçekliği, sanatsal yaratım süreci ve felsefe, kelam ve tasavvuf vecihlerinden mahiyeti açıklanmıştır.",
		"url": "https://dergipark.org.tr/tr/pub/omuifd/issue/74550/1179060"
	},
	{
		"category": "ilahiyat",
		"title": "Bireysel ve Toplumsal Hayatta Dindarlık Ölçeği’nin Geliştirilmesi ve Psikometrik Özellikleri",
		"text": "Çalışmanın amacı; bireylerin kişisel ve toplumsal hayatlarında dindarlık anlayışlarını ve düzeylerini ölçmek üzere geçerli ve güvenilir bir ölçme aracı geliştirmektir. Araştırmanın çalışma grubunu 18-70 yaş arası 436 katılımcı oluşturmuştur. Araştırma kapsamında İnanç ve İbadet Hayatında Dindarlık Ölçeği, Ailevî ve Sosyokültürel Hayatta Dindarlık Ölçeği ve İktisadi ve Siyasî Hayatta Dindarlık Ölçeği olmak üzere üç alt ölçek hazırlanmıştır. Ölçeklerin yapısal özelliklerini değerlendirmek üzere açımlayıcı (AFA) ve doğrulayıcı (DFA) faktör analizleri yapılmıştır ve model uyumları doğrulanmıştır. Ayrıca toplumsal hayatın üç farklı nazari ve pratik veçhesine dair unsurları içeren alt ölçeklerin daha üst bir teorik modelde istatistiki olarak mükemmel düzeyde uyum gösterdikleri belirlenmiştir. Buna göre hem ayrı ayrı hem de bütüncül bir “Bireysel ve Toplumsal Hayatta Dindarlık Ölçeği” olarak kullanılabilecek, dindarlığın bireysel ve toplumsal hayata yansımalarını/tezahürlerini ölçen geçerli ve güvenilir bir ölçme aracı elde edilmiştir.",
		"url": "https://dergipark.org.tr/tr/pub/omuifd/issue/70874/1094243"
	},
	{
		"category": "ilahiyat",
		"title": "Kilis Yahudi Cemaati ve Onlardan Kalan Bir Miras: Kilis Sinagogu",
		"text": "Yahudi Tarihi, farklı dönemlerde ve ayrı coğrafyalarda yaşayan Yahudi topluluklarının birikimlerinden, tecrübelerinden, kültürel dokularından, dini hayatlarından ve belki de en önemlisi hem bireysel hem de toplumsal yaşanmışlıklarından oluşmaktadır. Erken dönemlerden itibaren Anadolu’da görülen Yahudi topluluklarının bir çoğu günümüze kadar varlığını korunmuştur. Bu topluluklardan birisi de Halep Hahambaşılığına bağlı olarak 1960’lı yıllara kadar varlığını koruyan Kilis Yahudi cemaati olmuştur. Kendisine ait sinagogu, okulları ve mezarlığı bulunan Kilisli Yahudilerin, Müslüman komşuları ile aynı mahalleler içerisinde yaşamış oldukları bilinmektedir. Birbirinden farklı pek çok dini cemaate ev sahipliği yapmış olan Kilis’te, varlığını en uzun süre devam ettiren topluluk Yahudiler olmuştur. Muhafazakâr bir dini hayatlarının olduğu bilinen Kilisli Yahudiler, genel olarak ticaretle uğraşmışlardır. Milli Mücadele döneminde ise Fransızlara karşı Türklerin yanında yer almıştır. Şehirde yaşamış olan Yahudi cemaatine ait yapıların mevcut izleri, bu topluluğun mimari ve kültürel yapıları hakkında bilgi vermektedir. Bütün bu bilgilere ek olarak Kilis’te Yahudilerin yakın döneme kadar yaşamış olmaları sebebiyle Yahudilerle ilgili hatıraların, toplumsal hafızada halen canlı olduğu görülmektedir. Karşılıklı saygı, hoşgörü ve gösterilen değer üzerinden şekillenen ilişki hem Müslüman hem de Yahudiler tarafından bozulmadan sürdürülmüştür. Bu bağlamda Kilis Sinagogu’nun yakın tarihte yapılan restorasyonu da büyük anlam taşımaktadır. Bu makalede Kilis Yahudi cemaati, sinagogların Yahudi topluluklar açısından kurumsal önemi ve son olarak Kilis Sinagogu’nun yapısal özellikleri ele alınacaktır.",
		"url": "https://dergipark.org.tr/tr/pub/omuifd/issue/70874/1107300"
	},
	{
		"category": "ilahiyat",
		"title": "Hz. Peygamber Döneminde Medine’de Devletin Varlığını ve Geleceğini Tehdit Eden, Toplumun Huzur ve Refahını Bozmaya Çalışan Üç Yahudi Kabilesinin Cezalandırılması",
		"text": "Bu araştırmada Hz. Peygamber döneminde Medine’de meskûn bulunan Benû Kaynukâ’, Benû Nadîr ve Benû Kurayza kabilelerinin cezalandırılması temel kaynaklar ışığında incelenmiştir. Resûlullah Medine’ye hicret ettikten sonra toplumsal barışı ve huzuru sağlamak için Medine’de yaşayan kabileleri bir anayasa etrafında toplamış, Yahudileri de buna dâhil ederek bir ortak vatan mefhumu geliştirmiştir. Ancak Yahudiler fırsat buldukça Medine Sözleşmesini ihlal etmeye başlamışlardır. Bu bağlamda ilk olarak Benû Kaynukâ’ Yahudileri Bedir Savaşı’ndan sonra toplumun huzur ve refahını bozmaya çalıştıkları için sürgün edilmişlerdir. Uhud Savaşı’ndan sonra Müslümanların zaafından faydalanmaya çalışan Benû Nadîr Yahudileri de Allah Resûlü’ne suikast tertipledikleri için sürgün edilmişlerdir. Nihayet Hendek Savaşı esnasında müşriklerle birlikte hareket edip Müslümanları iki ateş arasında bırakarak onların zor anlar yaşamasına sebep olan Benû Kurayza Yahudileri ise en ağır bir şekilde cezalandırılmışlardır. Benû Kaynukâ’ ve Benû Nadîr Yahudilerinin sürgün edilmesi, Benû Kurayza Yahudilerinin ise en ağır bir şekilde cezalandırılması, onların yaptıkları ihanetin boyutlarına göredir. Yapılan incelemede onların antlaşmaya uygun hareket ettikleri müddetçe toplumda barış ve huzur içerisinde yaşadıkları, ancak ihanet ederek fitne ve fesat çıkartmaya kalkıştıkları zaman devletini, vatanını ve milletini her türlü tehlikeye karşı korumaya çalışan bir devlet başkanı sıfatıyla Allah Resûlü tarafından en ağır bir şekilde cezalandırıldıkları sonucuna ulaşılmıştır.",
		"url": "https://dergipark.org.tr/tr/pub/omuifd/issue/62989/888843"
	},
	{
		"category": "ilahiyat",
		"title": "Kulluk Bilinci İnşasında Dua Değerinin Rolü",
		"text": "Bu makalede dua etmenin kulluk bilincine etkisi incelenecektir. Keli-me anlamı olarak isteme ve talep etme manalarına gelen dua, esasın-da kulluk bilincini inşa edebilen Mü’min için bir irade beyanıdır. Kulluk bilincini oluşturamayan kul için dua, normal koşullar dışında beşer ol-manın sınırlarına katıldığı her ciddi sorunda, fıtratına uygun olarak ya-ratıcıyı hatırlama ve çözüm odaklı anımsamadır. Sürecin kendi aleyhine işlemesi sebebiyle çözüm odaklı yapılan bu dua çeşidi, bilinç sağlama-da hiçbir etkiye sahip olmayıp sorunun çözülmesiyle sona ermektedir. Oysa irade beyanı seviyesinde yapılan dua, insanın içinde bulunduğu hal ile Allah’ın istediği hal arasındaki mesafenin bilincinde gerçekleş-mekte ve hedef olarak Allah’ın iradesine erişme çabasını içermektedir. Dolayısıyla dua, salt bir talepte bulunmanın aksine zihnî ve amelî ma-nada değişim için sergilenen gayrettir. Bu sebeple Kur’ân-ı Kerîm’in nü-zulü döneminde de bir taraftan zihinsel bağlamda Allah inancı inşa edi-lirken aynı anda dua anlayışı da şekillendirilmekteydi. Nihayetinde amaç, Kur’ân-ı Kerîm’de ifade edildiği gibi insanı değerli kılan bilinçli ubûdiyet ve duaya ulaşılmasıdır.",
		"url": "https://dergipark.org.tr/tr/pub/omuifd/issue/62989/820986"
	},
	{
		"category": "ilahiyat",
		"title": "Kur’an ve Sünnet Bağlamında Müslümanın Öteki ile Komşuluğu",
		"text": "Sosyal bir varlık olan insanın ilk temas içerisinde olduğu yapı ailedir. Halka dışa doğru genişlemeye başladığında elbette ikincil muhatabımız komşularımızdır. Her ne kadar komşu seçme hakkımızın var olduğunu düşünsek de birçok yönü ile öteki olan insanlarla karşı karşıya olduğumuzun bilincinde olmak durumundayız. O halde bu ilişkinin sağlıklı zemine oturtulması gerekmektedir. Bir de bu komşuluk ilişkisine inanç başta olmak üzere birçok ayrıştırıcı unsur da dâhil olduğunda durum daha da karmaşık bir hal almaktadır. İşte bu çalışmamızda aslında İslâm’ın öteki olarak görmediği ancak bugün böyle bir tanıma mahkûm olan İslâm dışı unsurlarla komşuluk ilişkileri ortaya konmaya çalışılmıştır. Hukuk literatürü içerisinde müstakil başlıklar halinde ele alınan komşuluğun teorik ve hukuki boyutu tarihi örneklerle ele alınmıştır. İnsanlığın bir arada yaşama anlayışının ana iskeletini ortaya koyacak tarihi arka plan Kur’an ve Hz. Peygamber merkeze alınarak izah edilmiştir.",
		"url": "https://dergipark.org.tr/tr/pub/omuifd/issue/74550/1168255"
	},
	{
		"category": "eğitim",
		"title": "Rehberlik ve Psikolojik Danışmanlık Öğrencilerinde Kişi-Durum Yaklaşımına Göre Yardım Etme Eğilimi",
		"text": "Bu çalışmanın amacı, psikolojik danışman adaylarının kişi-durum yaklaşımına göre yardım etme eğilimlerini ortaya koymaktır. Araştırmanın katılımcıları bir kamu üniversitesinin rehberlik ve psikolojik danışmanlık programının farklı sınıf düzeylerinde eğitimlerine (1. Sınıf, 2. Sınıf, 3. Sınıf ve 4. Sınıf) devam eden lisans öğrencileridir. Bu araştırmada amaçlı örnekleme türlerinden ölçüt örnekleme yöntemi kullanılmıştır. Araştırmanın çalışma grubunu 269’u (%71,7) kız, 106’sı (%28,3) erkek olmak üzere toplam 375 öğrenciden oluşmaktadır. Araştırma verilerini toplamak amacıyla Romer, Gruder ve Lizzadro (1986) tarafından geliştirilen ve Duru (2002) tarafından Türkçe’ye uyarlanan Yardım Yönelimi Ölçeği kullanılmıştır. Araştırmada, psikolojik danışman adaylarının yardım etme eğilimlerinin cinsiyet ve sınıf düzeyine göre değişip değişmediğini belirlemek için t testi ve ANOVA yöntemi kullanılmıştır. Araştırma bulguları, PDR öğrencilerinin kişi-durum yaklaşımına göre yardım etme eğilimlerinin sınıf düzeyi değişkenine göre değişmemekle birlikte cinsiyet (yalnız bencillik alt ölçeği) değişkenine göre değiştiğini göstermektedir.",
		"url": "https://dergipark.org.tr/tr/pub/omuefd/issue/74657/960725"
	},
	{
		"category": "eğitim",
		"title": "Bireysel Çeşitliliğin Var Olduğu, Eşitlikçi ve Kapsayıcı STEM Topluluğu İnşa Etmek: Özel Gereksinimli Küçük Çocuklarda STEM Öğrenimini Desteklemek",
		"text": "Son 20 yılda eğitim alanında yapılan reformlar ile bilim, teknoloji, mühendislik ve matematik (Science, Technology, Engineering, and Mathematics, [STEM]) eğitimi alanlarındaki çalışmaların desteklenmesi önemli bir ivme kazanmıştır ve ilgili düzenlemeler anaokulundan liseye kadar bütün öğrencileri kapsayacak biçimde genişletilmiştir. Ancak sıra özel gereksinimi olan öğrencilerin eğitimine geldiğinde, STEM alanlarındaki eğitim yerine çoğunlukla sosyal beceriler, iletişim becerileri, işlevsel beceriler ve yaşam becerileri odaklı eğitimlere yoğunlaşılmıştır. Özel gereksinimli öğrencilerin de akademik eğitim programına bütünüyle katılıp, değerlendirilmeye alınmaları gelişmiş ülkelerde artık yasal bir zorunluluktur. STEM’e ait uygulamaların anasınıflarına kadar indirildiği bir dönemde ilgili temellerin aslında 0-3 yaş arasında atılabileceği savunulmaktadır. Bireysel çeşitliliğin var olduğu, eşitlikçi ve kapsayıcı STEM topluluğu inşa edebilmek için küçük yaştaki özel gereksinimli çocuklar da sürece dahil edilmeli ve buna yönelik somut uygulamalı adımlar atılarak, ebeveynlerin ve alandaki eğitimcilerin kullanımına sunulacak pratik öneriler verilmelidir. Bu kavramsal çalışmada sunulan örneklerin, ileride deneysel çalışmalarla test edilerek alanda çalışan erken müdahale uzmanlarına, özel eğitim öğretmenlerine ve özel gereksinimli küçük çocukları olan ebeveynlere somut öğretim süreci açısından yol gösterici olacağı düşünülmektedir.",
		"url": "https://dergipark.org.tr/tr/pub/omuefd/issue/74657/1030032"
	},
	{
		"category": "eğitim",
		"title": "Türkiye’de İki Kere Özel (2Ö) Öğrencilere Yönelik Eğitim Politikası Önerisi",
		"text": "İki kere özel kavramı, bireylerin özel yetenek ile birlikte en az bir alanda engel durumuna sahip olması ya da güçlük yaşaması olarak tanımlanmaktadır. İki kere özel kavramı üstün zekayı/yeteneği ve eş zamanlı olarak özel öğrenme güçlüğü, dikkat eksikliği ve hiperaktivite bozukluğu, otizm spektrum bozukluğu, sosyal duygusal gelişim bozukluğu, dil konuşma bozukluğu gibi durumlardan birine de sahip olmayı içermektedir. Dünyada 1980’li yıllarda başlayan araştırmalar özel yetenekli öğrencilerin de çeşitli engel ya da güçlüklere sahip olduğunu ve dolayısıyla öğrenme güçlüğü yaşayabildiğini göstermiştir. Bu nedenle iki kere özel olarak kavramsallaşan bu gruptaki öğrencilerin tanılanması, eğitim ihtiyaçlarına ilişkin sürecin belirlenmesi ve özel yetenek alanı ile özel eğitim alanını kapsayan bir eğitim programının hazırlanması önem kazanmıştır. Bazı ülkelerde (ABD, Avusturalya, Almanya, Hollanda, Suudi Arabistan, Singapur, Çin…) konuya ilişkin çalışmalar yürütüldüğü gibi yasal düzenlemeler de yapılarak iki kere özel çocukların eğitim faaliyetlerine ilişkin süreç başlatılmıştır. Türkiye’de her bireye ihtiyaç duyduğu eğitim hizmetinin verilmesi anayasa ve çeşitli kanunlar ile güvence altına alınmış olsa da henüz bu gruptaki öğrenciler için herhangi bir yasal düzenleme bulunmamaktadır. Bu düzenlemelerin yapılabilmesi için hem alanda çalışma sayısının artması hem de yasal mevzuat sürecine ilişkin politikalar üretilmesi gerekmektedir. Bu araştırmanın amacı da iki kere özel bireylerin eğitimine ilişkin politika önerisinde bulunmaktır. Buradan hareketle çalışmada iki kere özel alanına ilişkin mevcut durum ortaya konmaya çalışılmış ve önerilerde bulunulmuştur. Araştırmada düzenleyici etki analizi yöntemi kullanılmıştır. Düzenleyici etki analizi konuya ilişkin olarak sorunun tanımlanması, düzenleme yapılıp yapılmayacağının tespiti, düzenleme neticesinde muhtemel olumlu olumsuz etkiler ve düzenlemeye ilişkin toplumsal katma değer şeklinde ifade edilmektedir. Bu doğrultuda araştırmada özel yetenek ile ilgili mevcut durumdan hareketle iki kere özel kavramının tanımı, Türkiye’deki özel yetenekli öğrencilere ve özel eğitim ihtiyacı bulunan öğrencilere yönelik yasal düzenlemelerle ilgili durum analizi, iki kere özel alanına ilişkin düzenlemelerin oluşturduğu riskler/fırsatlar ve öneri olarak bir yol haritası ortaya konmaya çalışılmıştır.",
		"url": "https://dergipark.org.tr/tr/pub/omuefd/issue/74657/1202248"
	},
	{
		"category": "eğitim",
		"title": "Matematik Öğrenen Özerkliği Ölçeği Geliştirme Çalışması",
		"text": "Bu çalışmanın amacı, Matematik Öğrenen Özerkliği Ölçeği geliştirmektir. Ölçeğin geliştirme sürecinde ilgili alan yazı incelenerek 144 madde havuzu oluşturulmuştur. 10 uzman görüşü alınarak madde havuzunun kapsam geçerliliğine bakılmıştır. Elenen 92 madde sonunda kalan 52 madde ile geçerlik ve güvenirlik çalışmaları için pilot çalışma yapılmıştır. Covid-19 salgını sebebiyle eğitim öğretim uzaktan eğitim yoluyla devam ettiği için Google Form şeklinde hazırlanan ölçek, öğrencilere sınıf öğretmenleri tarafından Whatsapp sınıf grupları aracılığı ile ulaştırılıp gönüllü olan 1078 öğrenciden yanıt alınmıştır. İncelenen verilerde örüntü oluşturan 55 veri setten çıkarılmıştır. Kalan 1023 adet veri ile açımlayıcı faktör analizi ve doğrulayıcı faktör analizi yapılmıştır. Açımlayıcı faktör analizi için veri setindeki çift numaralı 512 veri kullanılmıştır. Açımlayıcı faktör analizi sonucunda “Öz Düzenleme”, “Öğrenme Sorumluluğu”, “İç Motivasyon”, “Öz Denetim”, “Dış Motivasyon” ve “Kaygı” olmak üzere 6 boyutlu 41 maddelik bir ölçek elde edilmiştir. Doğrulayıcı faktör analizi için de veri setindeki tek numaralı 511 adet veri kullanılmıştır. doğrulayıcı faktör analizi sonucunda X2=2.659,02 ve X2/sd değeri 3.4, RMSEA değeri .070, IFI değeri .93, CFI değeri .93, NNFI değeri .92, PGFI değeri .71, NFI değeri .91, RMR değeri .08 ve RFI değeri .90 kabul edilebilir değerler içerisinde olduğu ve altı boyutlu yapısının uyum düzeyinin yeterli olduğunu görülmüştür. Ölçeğin Cronbach-Alfa katsayısı α=0,82 olarak bulunmuştur. Oluşan boyutların açıklanan toplam varyans miktarı % 47,50’tir. Ölçeğin iki yarı güvenirlik düzeyi için Spearman-Brown korelasyonu değeri r=0,83 bulunmuştur. Üst %27 ve alt %27 gruplar arasında anlamlı bir fark olup olmadığını tespit amacıyla bağımsız örneklem t-testi yapılmış olup ölçek toplam puanları ile üst %27’lik ve alt %27’lik gruplar arasında anlamlı bir farklılık olduğu görülmüştür. Yapılan çalışma sonucunda ortaöğretim öğrencilerine yönelik 6 alt boyutlu 41 maddelik geçerli ve güvenilir matematik öğrenen özerkliği ölçeği geliştirilmiştir.",
		"url": "https://dergipark.org.tr/tr/pub/omuefd/issue/74657/1072588"
	},
	{
		"category": "eğitim",
		"title": "Sosyal Bilgiler Eğitimi Alanında Yapılan Okuryazarlık ile İlgili Çalışmaların İçerik Analizi: Türkiye Örneği",
		"text": "Bu araştırmada, Türkiye’de sosyal bilgiler eğitimi alanında yapılan ve okuryazarlık ile ilgili çalışmaları temele alan tez, makale ve bildirilerin içerik analizi kullanılarak incelenmesi amaçlanmıştır. Araştırma, 2008-2022 yılları arasında Türkiye’de, sosyal bilgiler eğitiminde okuryazarlıkla ilgili yapılan çalışmaları kapsamaktadır. Bu kapsamda; 33 tez, 17 makale ve 1 bildiri olmak üzere toplamda 51 çalışma incelenmiştir. Araştırma kapsamı içerisinde yer alan çalışmalar seçilirken; Yüksek Öğretim Kurumu (YÖK) ulusal tez tarama merkezi, TÜBİTAK ULAKBİM, Google Akademik arama motoru ve Dergipark veri tabanlarından faydalanılmıştır. Bu araştırmada, Türkiye’de, sosyal bilgiler eğitiminde okuryazarlıkla ilgili yapılan çalışmaların nitel yöntemler kullanılarak analiz edilmesi ve genel eğilimlerin tespit edilmesi hedeflendiği için, doküman incelemesi yöntemi kullanılmıştır. Araştırmada elde edilen veriler, okuryazarlıkla ilgili çalışmaların; amaçları, yöntemleri, örneklem grupları, veri toplama araçları, sonuçları ve önerileri bağlamında analiz edilmiştir. Toplanılan veriler, tablolar ve şekiller ile görselleştirilip yorumlanmıştır. Bu çalışmada, geçerlilik ve güvenirliliğin sağlanması için araştırma soruları ve çalışmanın amacı açık ve anlaşılır bir şekilde sunulmuştur. Araştırma sonucunda, sosyal bilgiler eğitimde, birbirinden farklı okuryazarlık türlerinde çalışmalar yapıldığı ve birçok okuryazarlık türünde öğretmenlerin, öğretmen adaylarının ve öğrencilerin beceri düzeylerinin düşük olduğu saptanmıştır ve bu bağlamda çeşitli öneriler sunulmuştur.",
		"url": "https://dergipark.org.tr/tr/pub/omuefd/issue/74657/1190397"
	},
	{
		"category": "eğitim",
		"title": "Öğrenci Gözünden Uzaktan Matematik Öğrenimi: Sentiment Analizi",
		"text": "Covid-19 salgını sürecinde, ülkeler çeşitli önlemler almış ve bunun önemli bir yansıması da eğitim politikasında olmuştur. Salgın, dünya genelinde uzaktan eğitimi zorunlu kılmıştır. Bu zorunluluk kapsamında birçok ülke uzaktan eğitimin daha nitelikli yürütülebilmesi için arayış içerisine girmiştir. Çalışmanın amacı, öğrencilerin uzaktan eğitim sürecindeki matematik öğrenmeye yönelik algılarını metaforlar yoluyla belirlemektir. Metaforların duygu yükleri ile kullanılan öğretim yaklaşımı, matematik özyeterliği ve bilgisayar özyeterliği değişkenleri ile ilişkisinin ortaya çıkarılması amaçlanmıştır. Aynı zamanda, öğrenci görüşleri ile uzaktan eğitimde matematik öğrenmenin değerlendirilmesi hedeflenmiştir. Bu çalışmada betimsel araştırma yöntemlerinden tarama modeli kullanılmıştır. Çalışmanın katılımcılarını farklı bölgelerde öğrenim gören 201 ortaokul öğrencisi oluşturmaktadır. Araştırmanın verileri Google Forms’ta tasarlanan veri toplama aracı ile elde edilmiştir. Analizlerde metaforların duygu yükü VADER ile belirlenmiştir. Öğrencilerin metafor sınıflandırması kullanılarak yürütülen tek yönlü ANOVA analizleri ile kullanılan öğretim yaklaşımı, matematik özyeterliği ve bilgisayar özyeterliği puanlarının ilgili sınıflandırmalar bağlamında anlamlı farklılık yaratıp yaratmadığı incelenmiştir. Öğrenci görüşleri ise içerik analizine tabi tutulmuştur. Uzaktan eğitimin gelecekte de hayatımızın vazgeçilmez bir parçası olacağı varsayıldığında öğretimin gerçekleştirileceği platformlarda olması gereken öğelerle ve öğrenme ortamının gereklilikleri ile bu araştırmanın sonuçlarının uzaktan eğitimin niteliği için önemli bulgular sunduğu düşünülmektedir.",
		"url": "https://dergipark.org.tr/tr/pub/omuefd/issue/70809/999136"
	},
	{
		"category": "eğitim",
		"title": "Yabancılara Türkçe Öğretiminde Ad Durum Ekleri ve Ad Eylemlerin Öğretimi",
		"text": "Son yıllarda ülkemizde bulunan göçmen nüfusunun ve üniversite eğitimi almak üzere gelen öğrenci sayısının artışı, yabancılara Türkçe öğretimi üzerinde daha fazla durulmasını sağlamıştır. Türkçe öğreten merkezlerin artması, ders kitaplarının çeşitlilik göstermesi bu alandaki talebin karşılanmaya çalışılması açısından sevindiricidir. Ancak Türkçe öğretim setlerindeki dil bilgisi yapılarının öğretim sırası farklılık göstermekte ve birbirini takip eden dil bilgisi yapılarının öğretiminin aralıklı yapılması nedeniyle öğrenci aradaki bağlantıyı kuramamakta ve aslında birbirinin devamı olan yapılar arasında ilişkiyi fark edememektedir. Bu çalışmada ad durum ekleri ve ad eylem yapılarının yabancılara Türkçe öğretim setlerinde öğretim şekli ve zamanlaması incelenmiştir. Çalışmanın amacı bu iki dil bilgisi yapısının öğretimi üzerine tartışmak; hangi düzeyde ve ne şekilde öğretilmesi gerektiği üzerine önerilerde bulunmaktır. Çalışmada nitel bir araştırma yöntemi olan içerik analizinden yararlanılmıştır. Çalışma dokümanları olarak Yeni Hitit Yabancılar İçin Türkçe öğretim seti, Gazi Yabancılar İçin Türkçe öğretim seti, Yedi İklim Türkçe Yunus Emre Enstitüsü öğretim seti, İstanbul Yabancılar İçin Türkçe öğretim seti belirlenmiştir. İncelenen öğretim setlerinde birbirinin devamı olan iki dil bilgisi yapısının birbirinden bağımsız ele alındığı ve öğretiminin aralıklı yapıldığı tespit edilmiştir. Sonuç olarak Türkçe öğretim setlerinde bu iki dilbilgisi yapısının hangi düzeylerde öğretildiği, aralarında öğrenicinin kurabileceği bağın yeterince belirtilip belirtilmediği araştırılmış ve konu üzerinde nasıl daha iyi bir öğretimin yapılabileceğine dair öneriler sunulmuştur.",
		"url": "https://dergipark.org.tr/tr/pub/omuefd/issue/70809/900174"
	},
	{
		"category": "eğitim",
		"title": "E-Şikayet Sitelerindeki Okul Öncesi Eğitim Kurumları: “Şikayetim Var!”",
		"text": "Bu çalışmanın amacı, Türkiye’deki okul öncesi eğitim kurumları hakkında internete yazılan şikayetlerin incelenmesidir. Bu amaç doğrultusunda, analitik araştırma modeli kullanılmış ve veri analizinde ise doküman analizinden yararlanılmıştır. Araştırma kapsamında “Şikayet Var” internet sitesinden “anaokul”, “kreş” ve “okulöncesi” anahtar kelimeleri ile ayrı ayrı şikayetler taranmış ve her bir şikayet kaydedilmiştir. Arama sonucunda araştırmanın amacına uygun olan toplam 377 şikayet çalışma kapsamına alınmıştır. Veri toplama aracı olarak araştırmacı tarafından oluşturulmuş olan “Şikayet Belirleme Doküman Analiz Formu” kullanılmıştır. Araştırma sonucunda toplam 7 tema oluşmuştur. Bunlar parasal nedenler, çocuğun zarar görmesi, öğretmenle ilgili nedenler, idari nedenler, kayıt süreci, işe alım süreci ve fiziksel imkanlardır. En sıklıkla karşılaşılan şikâyet türü ise parasal nedenlerdir. Ayrıca şikayetlerin çoğunlukla özel okul öncesi eğitim kurumları için yapıldığı ve daha çok kadınlar tarafından şikayetlerin yazıldığı saptanmıştır.",
		"url": "https://dergipark.org.tr/tr/pub/omuefd/issue/70809/887726"
	},
	{
		"category": "eğitim",
		"title": "ORTAOKUL ÖĞRENCİLERİNİN UZAKTAN EĞİTİMDE MATEMATİK DERSİNE YÖNELİK GÖRÜŞLERİNİN DEMOGRAFİK DEĞİŞKENLER AÇISINDAN İNCELENMESİ",
		"text": "Bu çalışmanın amacı ortaokul öğrencilerinin uzaktan eğitimde matematik derslerine yönelik görüşlerinin ortaya konulmasıdır. Bu bağlamda çalışmanın iki temel amacı bulunmaktadır. Birincisi ortaokul öğrencilerinin uzaktan eğitim ile matematik derslerine ilişkin görüşlerinin incelenebilmesi için bir ölçek geliştirmektir. İkincisi ise ortaokul öğrencilerinin uzaktan eğitimde matematiğe ilişkin görüşlerini çeşitli değişkenler açısından belirlemektir. Araştırmada ilişkisel tarama yöntemi kullanılmıştır. Ölçeğin geliştirilmesi aşamasında örneklem ortaokullarda öğrenim görmekte olan 375 öğrenciden oluşmaktadır. Yedi ay sonra yapılan ikinci uygulama da ise 419 öğrenciye ulaşılmış ve veri analizleri ikinci uygulamaya katılan öğrencilerin verileri ile gerçekleştirilmiştir. Veriler, LİSREL ve SPSS paket programları kullanılarak analiz edilmiştir. Öncelikle ortaokul öğrencilerinin uzaktan eğitimde matematiğe yönelik görüşlerini ölçmek amacıyla 16 madde ve tek faktörden oluşan bir ölçek geliştirilmiştir. Elde edilen bulgulara göre, ortaokul öğrencilerinin uzaktan eğitimde matematiğe ilişkin puanlarında cinsiyete göre anlamlı bir farklılık yoktur. Sekizinci sınıf öğrencilerinin alt sınıflara göre uzaktan eğitimde matematik derslerine daha olumsuz görüş belirttikleri tespit edilmiştir. Öğrencilerin ailesi ile derse katılmaları uzaktan eğitimde matematiğe yönelik puanlarını anlamlı olarak etkilemiştir. Ayrıca ortaokul öğrencilerinin uzaktan eğitimde matematiğe ilişkin puanlarında matematik dersi çalışma saatlerine göre anlamlı bir farklılık meydana gelmiştir. Elde edilen sonuçların ileride uzaktan eğitimle ilgili uygulamalara ışık tutacağı düşünülmektedir.",
		"url": "https://dergipark.org.tr/tr/pub/omuefd/issue/70809/1005588"
	},
	{
		"category": "eğitim",
		"title": "Yaratıcı Drama Tekniği Kullanımının 8. Sınıf İngilizce Dersi Okuma Becerisinin Geliştirilmesinde Başarıya Etkisi",
		"text": "Bu çalışmanın amacı, 8.sınıf İngilizce dersinde yaratıcı drama tekniklerini kullanmanın okuma becerisinin geliştirilmesinde öğrencilerin başarısına etkisini araştırmaktır. Araştırma 8.sınıfta eğitim gören 40 öğrenci ile gerçekleştirilmiştir. Bunlardan 20’si deney grubunda, 20’si ise kontrol grubunda yer almaktadır. Uygulama çalışmaları 8.sınıf devlet kitabında bulunan diyaloglarla yapılmıştır. Kontrol grubu ile devlet kitabındaki diyaloglar mevcut eğitim programında bulunan etkinlikler çerçevesinde incelenmiştir. Deney grubu ile aynı diyaloglar yaratıcı drama teknikleri uygulanarak sürdürülmüştür. Çalışma 14 haftalık bir sürede gerçekleşmiştir. Her iki gruba da 1.hafta ve 14.hafta aynı başarı testi uygulanmıştır. Araştırmanın veri toplama analizinde nicel araştırma yöntemi kullanılmıştır. Yaratıcı drama tekniğinin, yabancı dil öğretiminde okuma becerisinin geliştirilmesine, dolaylı olarak sözcük ve dilbilgisi öğretimine de katkı sağladığı gerçeğinden hareketle alternatif bir ders öğretim yöntemi olarak kullanılabileceği değerlendirmesinde bulunulmuştur.",
		"url": "https://dergipark.org.tr/tr/pub/omuefd/issue/70809/1053284"
	},
	{
		"category": "eğitim",
		"title": "LGS’de Dil Bilgisi Sorularının Gerekliliği Üzerine Öğretmen Görüşleri",
		"text": "Dil bilgisi; dilin ses, biçim ve cümle yapısını inceleyerek kurallarını ortaya koyan bilim dalıdır. Eğitim-öğretimin ilk kademelerinden itibaren ana dili dersleri yoluyla başlatılan dil bilgisi öğretiminin LGS’de yer alıp almamasına yönelik tartışmalar mevcuttur. Dil bilgisinin dilin doğal bir parçası olması sebebiyle sınavlarda ayrı bir bölüm olarak ele alınmasına gerek olmadığı görüşünün yanı sıra dil bilgisi öğretiminin öğrenme motivasyonu oluşması bakımından ayrı sorular olarak sorulması gerektiği üzerine görüşler de mevcuttur. Bu çalışmanın amacı LGS dil bilgisi sorularının gerekliliği üzerine Türkçe öğretmenlerinin görüşlerini almaktır. Bu amaçla 8. sınıflarda derse giren, destekleme ve yetiştirme kurslarında (DYK) görev alan, il soru yazma komisyonlarında görev alan ve özel yayınevlerine soru ve içerik hazırlayan yirmi Türkçe öğretmeninin görüşlerine başvurulmuştur. Görüşmeler, araştırmacılar tarafından alan uzmanlarının rehberliğinde oluşturulan yarı yapılandırılmış görüşme formu yoluyla gerçekleştirilmiş ve salgın tedbirleri sebebiyle Zoom ve Google Meet programı aracılığıyla yapılmıştır. Çalışmada ulaşılan sonuçlara göre 8. sınıflarda daha yoğun olmak üzere ortaokulun tüm kademelerinde öğretilen dil bilgisi sorularının LGS’de karşılık bulması, LGS’de yer verilen mevcut dil bilgisi soru sayısının yetersiz olduğu, LGS dil bilgisi soru sayısının Türkçe testinin en az %30’luk kısmını oluşturması, dil bilgisi sorularının ayrı bir bölüm gibi sorulmasından ziyade anlam sorularıyla birlikte bir bütün olarak ele alınması gerektiği görüşleri ortaya çıkmıştır.",
		"url": "https://dergipark.org.tr/tr/pub/omuefd/issue/70809/1001277"
	},
	{
		"category": "eğitim",
		"title": "Otizmli Çocukların Nesneli Eylemleri Taklit Etme Düzeyleri Üzerinde Baba Aracılı Video ile Model Olma Öğretiminin Etkililiği",
		"text": "Bu çalışmada, otizmli çocukların nesneli eylemleri taklit etme düzeyleri üzerinde baba aracılı video ile model olma öğretiminin etkililiği incelenmiştir. Ayrıca otizmli çocukların öğretimleri tamamlandıktan sonra kalıcılık düzeylerinin incelenmesi ve babalar üzerindeki sosyal geçerlik düzeylerinin belirlenmesi de amaçlanmıştır. Araştırmanın deseni tek denekli deneysel desenlerden “Denekler arası çoklu yoklama deseni”dir. Araştırmanın bağımlı değişkeni deneklerin taklit etme düzeyleri, bağımsız değişkeni ise baba aracılı video ile model olma öğretimidir. Araştırmadaki çocuklar belli önkoşul becerilere sahiptir. Araştırmaya Samsun ilinde resmi bir kurumda eğitim gören otizmli çocuklar katılmıştır. Araştırmanın çalışma grubu 40-43 ay aralığında ikisi kız biri erkek otizmli üç çocuktan oluşmuştur. Araştırmada, çocukların günlük hayatta sıkça karşılaştıkları ve kullandıkları nesneli eylemleri içeren on taklit becerisi yer almıştır. Belirlenen bu nesneli eylemlerin taklidinin sergilenmesi için videolarda model olarak yetişkin model kullanılmıştır. Yetişkin modeller araştırmada yer alan çocukların babaları olarak seçilmiştir. Videoyla model olma öğretiminin taklit becerileri üzerindeki etkiliğini belirlemek için başlama düzeyi, yoklama ve izleme evreleri verileri elde edilmiştir. Araştırmadan elde edilen bulgular, otizmli çocukların nesneli eylemleri taklit etme düzeyleri üzerinde baba aracılı video ile model olma öğretiminin iki çocukta etkili olduğunu göstermiştir. Diğer çocuğun ise taklit etme düzeyinin başlama düzeyine oranla yüksek olduğu belirlenmiştir. Baba aracılı video ile model olma öğretimi ile edinilen taklit becerisinin öğretim bittikten sonraki birinci, ikinci ve dördüncü haftalarda gerçekleştirilen izleme evrelerinde, çocukların öğretim sonu taklit etme düzeylerini korudukları belirlenmiştir. Araştırmadan elde edilen güvenirliğe ilişkin veriler ise belirlenen ölçütü karşılar düzeyde yüksek çıkmıştır. Babalardan görüşme yoluyla elde edilen sosyal geçerlilik verilerine bakıldığında araştırmanın babalar üzerindeki sosyal geçerlilik düzeyinin yüksek olduğu görülmüştür.",
		"url": "https://dergipark.org.tr/tr/pub/omuefd/issue/70809/1007743"
	},
	{
		"category": "eğitim",
		"title": "LİSE ÖĞRENCİLERİNİN SU OKURYAZARLIK DÜZEYLERİNİN TESPİT EDİLMESİ: İSTANBUL İLİ ÖRNEĞİ",
		"text": "Temel besin ve hayat kaynağımız olan suyun önemli son yıllarda daha da artmış durumdadır. Bu durumun nedenlerinden bir tanesi sanayi devrimi sonrasında hızla artan dünya nüfusu nedeniyle kişi başına düşen tatlı su miktarının azalmasıdır. Ayrıca sanayileşmenin getirdiği su kirliliği, küresel iklim değişikliği, insanların suya karşı bilinç durumları da başlıca nedenler arasında yer almaktadır. Türkiye de dünya genelinde su azlığı ya da su stresi içerisinde yer alan bir ülke konumundadır. Bu su stresi Türkiye’nin en fazla nüfusuna sahip olan İstanbul ilinde daha da fazla yaşanmaktadır. Mevcut sıkıntıların yanında geleceğe yönelik olası sıkıntılarla baş etmenin temel yolu özellikle genç nüfusun su okuryazarlık düzeylerini tespit ederek planlamalar yapmaktır. Bu bağlamda araştırmada İstanbul’da öğrenim gören lise öğrencilerinin su okuryazarlık düzeylerini tespit etmektir. Anlık betimsel tarama modeli yöntemi le gerçekleştirilen bu araştırmada araştırmaya dahil edilecek lise öğrencileri kolay ulaşılabilir örneklem yöntemi ile seçilmiştir. 1965 lise öğrencisi ile elde edilen veriler SPSS 20 ile analiz edilmiştir. Analiz sonucunda lise öğrencilerinin orta düzeyde su okuryazarı oldukları sonucuna ulaşılmıştır. Su okuryazarlığının alt boyutları açısından ise su bilinci ve su duyarlılığında orta, su tasarrufunda yüksek düzeye sahip oldukları görülmüştür. Ayrıca lise öğrencilerinin su okuryazarlık düzeyleri üzerinde cinsiyet, okul türü, sınıf düzeyi, anne-baba eğitim durumu, aile gelir durumu gibi değişkenlerin etkili olduğu tespit edilmiştir. Çıkan sonuçlar ışığında İstanbul ili özelinde sürdürülebilir bir su okuryazarlığının önemi vurgulanarak birtakım önerilerde bulunulmuştur.",
		"url": "https://dergipark.org.tr/tr/pub/omuefd/issue/70809/1085321"
	},
	{
		"category": "eğitim",
		"title": "Fen Bilimleri Öğretmenlerinin Bilimin Doğası ve Bilim Tarihine Yönelik Görüşleri",
		"text": "Araştırmanın amacı Fen Bilimleri öğretmenlerinin hem bilimin doğası hem de bilim tarihine yönelik görüşlerinin neler olduğunun belirlenmesidir. Çalışmada ayrıca Fen Bilimleri öğretmenlerinin gözünden, öğrencilerin bilim tarihine yönelik tepkileri ve ders kitaplarında bilim tarihine yer verilmesine yönelik görüşleri üzerinde durulması önemli bulunmuştur. Bilim tarihine derslerde yer verilmeli ve öğrenci de bilimsel bilginin nasıl süreçlerden geçip nasıl ilerlediğini görmeli, kendi de bir bilim insanın sahip olduğu becerilere sahip olarak yetişmelidir. Bu açıdan öğretmenlerin görüşleri alınıp önerilerde bulunması bulunmuştur. Fen Bilimleri öğretmenlerinin bilimin doğasına ve bilim tarihine yönelik görüşlerini tespit etmenin amaçlandığı çalışma, örnek olay yöntemine göre yürütülmüştür. 2019-2020 eğitim-öğretim yılı bahar döneminin başında Trabzon ilindeki ortaokullarda görev yapan toplamda 18 Fen Bilimleri öğretmeninin yarı yapılandırılmış mülakat kapsamında bilimin, bilimsel bilginin tanımı, bilimin doğası ve bilim tarihe yönelik görüşleri alınmıştır. 18 öğretmenin görüşleri Nvivo 9 programı ile analize tabi tutulmuştur. Elde edilen verilerin analizinde kodlamalar sonucu 7 tema elde edilmiştir. Öğretmenlerin bilimin doğasına yönelik sınırlı bilgilere ve bilim tarihine yönelik genel olarak olumlu düşünceye sahip oldukları görülmüştür. Bilimin doğasına yönelik bilgi sahibi olmalarını sağlamak için hizmet içi eğitim verilebileceği ve öğrencilerin de bilim tarihine olumlu tutum geliştirmeleri için anlatımın zenginleştirmesi önerilmektedir. Bu noktada öğretmenlerin bilimin doğasına yönelik kavram yanılgılarını düzeltmek ve bilimin doğasına yönelik bilgi sahibi olmalarını sağlamak için hizmet içi eğitim verilebilir. Aynı şekilde öğretmen adaylarının da bilimin doğasına yönelik kavram yanılgılarının önüne geçmek için hizmet öncesi eğitimde bilimin doğasına yönelik eğitime önem verilmelidir. Öğrencilerin bilim tarihine olumlu tutum geliştirmeleri için öğretmen anlatımı zenginleştirmelidir. Bilim insanlarının hayatlarının verilmesinde animasyonlar, videolar kullanarak anlatım zenginleştirilebilir. Bilim tarihi ve bilimin doğası ayrı bir ders olarak okutulabileceği de önerilmektedir.",
		"url": "https://dergipark.org.tr/tr/pub/omuefd/issue/67364/848960"
	},
	{
		"category": "eğitim",
		"title": "Türkiye'de Argümantasyon İle İlgili Yapılan Lisansüstü Tezlerin İncelenmesi",
		"text": "Öğrencilerin akademik ve sosyal yaşamlarında bilinçli ya da farkında olmadan kullandıkları argümanlar ve argümantasyon süreci ile ilgili yapılan oldukça fazla bilimsel çalışma mevcuttur. Bu çalışmanın amacı, 2013 ve 2017 yıllarında revize edilen öğretim programlarında yer alan ve önemi gün geçtikçe artan argümantasyon ile ilgili Türkiye’deki durumu açıklayabilmektir. Bu amaç doğrultusunda da temeli doğru ve etkili iletişim kurabilmek ve tartışabilmek olan argümantasyon ile ilgili yapılan lisansüstü çalışmaların yöneliminin ne olduğu belirlenmeye çalışılmıştır. Çalışma, nitel bir araştırma olup veriler tematik içerik analizi (meta-sentez) tekniği kullanılarak çözümlenmiştir. Veriler Yüksek Öğretim Kurumu Ulusal Tez Merkezi veritabanı aracılığıyla elde edilmiştir. Çalışmaya 2000 ile 2020 yılları arasında yayınlanan tezler dahil edilmiştir. Çalışmada, erişimi izinli durumda olan toplam 243 yüksek lisans ve doktora tezine ulaşılmıştır. Yapılan analizler sonucunda argümantasyon ile ilgili çalışmaların son yıllarda artış gösterdiği; çoğunlukla fen bilimleri alanında, ortaokul düzeyinde öğrenim gören öğrencilerle veya öğretmenlerle ve eğitim bilimleri enstitülerinde yürütüldüğü; yapılan tezlerin çoğunun yüksek lisans tezi olduğu ve çalışmalarda çoğunlukla nicel araştırma yöntemlerinin kullanıldığı sonuçlarına ulaşılmıştır. Argümantasyonun doğasına daha uygun olması ve daha derinlemesine bilgi vermesi açısından bundan sonra yapılacak olan çalışmalarda nitel araştırmalar üzerine yoğunlaşılması önerilebilir.",
		"url": "https://dergipark.org.tr/tr/pub/omuefd/issue/67364/863712"
	},
	{
		"category": "eğitim",
		"title": "Ay’ın Evreleri ve Oluşumu Konusunda İşitme Engelli Öğrencilerin Kavram Değişimlerinin İncelenmesi",
		"text": "İşitme engelli öğrencilerde dil gelişimindeki yetersizliklerden dolayı kavram öğrenmede işitme engelli olmayan öğrencilere göre daha çok zorluklar yaşamaktadır. Bu yüzden öğrenme esnasında kavram yanılgılarının oluşma olasılığı daha yüksektir. Bu çalışmanın amacı altıncı sınıfta öğrenim gören işitme engelli öğrencilerin Ay’ın evreleri ve evrelerin oluşum sebepleri konusundaki kavramsal anlama düzeylerini belirlemek ve bilgisayar destekli sorgulamaya dayalı öğretim yönteminin işitme engelli öğrencilerin kavramsal değişimlerine etkisini incelemektir. Araştırma yatılı bir işitme engelliler devlet ortaokulunda gerçekleştirilmiştir. Çalışma grubunda üçü kız biri erkek toplamda dört tane altıncı sınıf öğrencisi yer almıştır. Öğrencilerin kavramsal anlama düzeyini öğrenebilmek için yarı yapılandırılmış görüşme kayıtları, öğrenci çizimleri, beden dilleri, yazılı ve sözlü cevapları (işaret dili aracılığıyla) veri kaynağı olarak kullanılmıştır. Veriler yüz yüze görüşme yöntemiyle toplanmıştır. Veri analizinde öğrenci cevapları bilimsel ve alternatif olarak kodlanmış ve bu kodların görünme durumuna göre öğrenci bilimsel, bilimsel bölümlü, bilimsel bölümlü ve alternatif, alternatif, alternatif bölümlü, hiçbir şey olarak sınıflandırılmıştır. Analizler sonunda Ay’ın evreleri konusunda sahip olunan kavramsal anlama düzeyleri ve öğretim öncesi ve sonrası kavramsal değişimler belirlenmiştir. Ayrıca alan yazındakilere benzer kavram yanılgılarının yanında yeni kavram yanılgıları belirlenmiştir. Ay’ın evreleri ve oluşum sırası çizimlerinde yanlış ve eksik çizimlerin çoğunlukta olduğu tespit edildi. Ayrıca öğretim öncesi ön görüşmelerde kavram yanılgıları çoğunlukta iken öğretim sonrasında yapılan son görüşmelerde kavram yanılgılarında azalma, bilimsel kavramalarda artış görülmüştür.",
		"url": "https://dergipark.org.tr/tr/pub/omuefd/issue/67364/876201"
	},
	{
		"category": "eğitim",
		"title": "Bilgisayar ve Öğretim Teknolojileri Eğitimi Bölümü Öğrencilerinin Matematiğe Bakış Açıları",
		"text": "Bilgisayar ve Öğretim Teknolojileri Eğitimi Bölümü mezunlarının öğretmenlik mesleğine yönelik karşılaştıkları bazı sorunlar farklı iş alanlarına yönelmelerine neden olmaktadır. Bölüm mezunlarının istihdam olanaklarının artması bakımından matematiksel düşünme becerilerinin ve matematik altyapılarının önemli olduğu düşünülmektedir. Bu durum, öğrencilerin matematiğe bakış açıları ile yakından ilişkilidir. Bu araştırmada, bilgisayar ve öğretim teknolojileri eğitimi bölümü öğrencilerinin matematiğe yönelik bakış açılarını ortaya koymak ve bu doğrultuda yapılabilecek iyileştirmelere ışık tutmak amaçlanmıştır. Araştırmada nitel araştırma tekniklerinden biri olan derinlemesine görüşmeden yararlanılmıştır. Araştırma, bir devlet üniversitesinin Bilgisayar ve Öğretim Teknolojileri Eğitimi Bölümü’nde öğrenim gören ve amaçlı örnekleme yöntemlerinden birisi olan maksimum çeşitlilik örneklemesinden yararlanılarak belirlenen 28 öğrenci ile gerçekleştirilmiştir. Araştırmanın verileri araştırmacılar tarafından hazırlanan 9 maddelik bir yarı yapılandırılmış görüşme formundan yararlanılarak elde edilmiştir. Veriler, NVivo paket programı aracılığıyla tümevarımsal içerik analizi kullanılarak çözümlenmiştir. Elde edilen sonuçlara göre, bilgisayar ve öğretim teknolojileri eğitimi bölümü öğrencilerinin matematiği kendileri için önemli ve gerekli görmelerine karşın matematiğe yönelik özgüven eksikliği ve kaygı yaşadıkları, lisede aldıkları matematik derslerinin kendilerine yeterince fayda sağlamadığını ve kendilerini üniversiteye hazırlamada yetersiz kaldığını düşündükleri ve bölümlerinde aldıkları matematik derslerinin kendileri için oldukça verimli olduğunu düşünmelerine karşın derslerin süreleri ve içerik bakımından bazı düzenlemeler yapılmasını gerekli gördükleri görülmüştür. Araştırmanın sonuçlarına göre eğitimcilere ve ileriki araştırmalara yönelik bazı önerilere yer verilmiştir.",
		"url": "https://dergipark.org.tr/tr/pub/omuefd/issue/67364/896873"
	},
	{
		"category": "eğitim",
		"title": "Özel Eğitim Okullarında Görev Yapan Rehber Öğretmenlerin Deneyimlerinin Belirlenmesi",
		"text": "Bu araştırmanın amacı özel gereksinimli öğrencilerin bulunduğu özel eğitim devlet okulunda çalışan rehber öğretmenlerin, özel eğitim alanındaki deneyim ve ihtiyaçlarının belirlenerek, alanda görev yapacak öğretmen adaylarının nasıl yetiştirilmeleri gerektiği konusunda öneriler verilmesidir. Olgubilimsel (fenomenolojik) desenle yürütülen araştırmada 10 rehber öğretmen katılım göstermiştir. Yarı-yapılandırılmış görüşmeler ile elde edilen veriler, NVivo 10 programında içerik analizi ile analiz edilmiştir. Veriler, rehber öğretmenlerin (a) özel eğitim okulunu tercih etme sebepleri, (b) özel eğitim okulunda bir rehber öğretmenin sahip olduğu sorumluluklar, (c) rehber öğretmenlerin özel eğitim okulunda çalışmaya ilişkin görüşleri (d) Özel eğitim okulunda çalışırken karşılaştıkları zorluklar, (e) lisans eğitimlerinin özel eğitim alanındaki mesleki yaşantılarına katkısına ilişkin görüşleri ve (f) rehber öğretmenlerin önerileri başlıkları altında derinlemesine irdelenmiştir. Bu çalışmadan elde edilen en önemli bulgu rehber öğretmenlerin özel eğitim alanında kendilerini bilgi ve uygulama bağlamında yetersiz hissetmeleridir. Katılımcı rehber öğretmenler bu durumu, lisans eğitimlerindeki özel gereksinimli bireyler için verilen derslerin sayısının az ve içeriğin yalnızca teorik boyutta verilmesi olarak açıklamışlardır. Bir diğer önemli bulgu rehber öğretmenlerin yetersiz hissettikleri konularda destek alabilecek kaynakların yetersizliğidir. Elde edilen bulgular alan yazındaki araştırmalar ile desteklenerek tartışılmıştır. Özel eğitim okullarında çalışan rehber öğretmenlerin bilgi ve uygulama alanında eksikliklerini gidermek için öğretmenlerin lisans eğitimleri sırasında özel eğitim ve kaynaştırma dersi içeriğinin daha etkili nasıl verilmesi gerektiği ve rehber öğretmenlerin özel eğitim konusunda ihtiyaçlarına yönelik neler yapılabileceği hakkında öneriler sunulmuştur.",
		"url": "https://dergipark.org.tr/tr/pub/omuefd/issue/67364/984521"
	},
	{
		"category": "eğitim",
		"title": "TÜRKÇEDE ÇATI KAVRAMI, YÖNETME VE BAĞLAMA KURAMINA GÖRE ÇATI ÖĞRETİMİ",
		"text": "Bu araştırmanın amacı Chomsky’nin ortaya attığı bir sözdizim kuramı olan Yönetme ve Bağlama Kuramı’na göre hazırlanan öğretim etkinliklerinin 8. sınıf eylemde çatı konusunun öğretimine etkisini araştırmaktır. Bu amaçla 8. sınıf düzeyinde eylemde çatı konusunun öğretiminde, bu kuramın verilerinin işlevsel dilbilgisi modeli ilkeleriyle birleştirilmesiyle oluşan dilbilgisi deseninde öğretim etkinlikleri hazırlanmıştır. Araştırmanın çalışma grubu, tabakalı amaçsal örnekleme yöntemiyle sosyo-ekonomik düzeye göre belirlenen üç farklı okulun 8. sınıf şubesinde okuyan 83 öğrenciden oluşmaktadır. Bu araştırma, nitel ve nicel araştırma tekniklerinin birlikte kullanıldığı karma yöntemde tasarlanarak yürütülmüştür. Nicel verilerin toplanmasında tek grup ön test-son test zayıf deneysel model kullanılırken nitel verilerse çalışma grubundaki öğrenci-uygulayıcı öğretmen görüşleri ve araştırmacı gözlemlerinden oluşmuştur. Araştırma sonucunda, Yönetme ve Bağlama Kuramı’na göre hazırlanan öğretim etkinliklerinin uygulanmasıyla çalışma grubundaki 8. sınıf öğrencilerinin eylemde çatı konusuna ilişkin bütün kazanımları öğrenme düzeylerinde ve genel başarı düzeylerinde ön testten son teste istatiksel olarak anlamlı bir artış olduğu belirlenmiştir. Araştırmanın nitel verilerini oluşturan öğretmen ve öğrenci görüşleri üzerine yapılan içerik analizi sonuçlarına göre; öğretim etkinlikleriyle ilgili derse etkin katılma, seviyeye uygunluk, ilgi çekicilik, bütün becerilerini aynı anda kullanma, etkinlik sayısının çokluğu, öneriler, etkinliklerin eğlenceli oluşu, etkinliklerin kolay oluşu, sezdirme yöntemini kullanma, etkinlik temelli olma, memnuniyet temaları ortaya çıkmıştır. Sonuç olarak araştırma boyunca öğrenci ve öğretmen görüşlerinden elde edilen nitel verilerin ortaya çıkan bu olumlu ve anlamlı sonuçları desteklediği tespit edilmiştir.",
		"url": "https://dergipark.org.tr/tr/pub/omuefd/issue/67364/997509"
	},
	{
		"category": "eğitim",
		"title": "Çevrimiçi Güvenlik ve Risk ile İlgili Eğitime Yönelik Geliştirilmiş Bir Çevrimiçi Ortamın Ortaokul Öğrencilerinin Bilgi Düzeyine Etkileri",
		"text": "Bu araştırmanın amacı, çevrimiçi güvenlik ve risk ile ilgili eğitime yönelik bir çevrimiçi ortamın tasarlanması ve ortamın öğrencilerin çevrimiçi güvenlik ve risk ile ilgili bilgi düzeylerine etkisinin incelenmesidir. Araştırmada açımlayıcı sıralı karma yönteme başvurulmuş; nicel verilerinin toplandığı aşamada, öntest-sontest kontrol gruplu yarı deneysel; nitel verilerin toplandığı aşamada ise, durum çalışması deseni kullanılmıştır. Araştırmanın çalışma grubunu merkezi bir ortaokulda öğrenim görmekte olan öğrenciler oluşturmaktadır. Veri toplama sürecinde; kişisel bilgi formu, çevrimiçi ortam uzman görüş formu, çevrimiçi güvenlik ve risk ile ilgili bilgi düzeyi belirleme aracı ve yarı yapılandırılmış görüşme formu kullanılmıştır. Kullanılacak olan istatistiksel yöntemlerin belirlenmesi amacıyla, çalışma gruplarının normal dağılım gösterip göstermedikleri test edilmiştir. Nicel verilerin analizi için bilgisayar tabanlı bir istatistik programından yararlanılmıştır. Nitel verilerin analizi için ise betimsel analiz ve içerik analizi yöntemlerine başvurulmuştur.",
		"url": "https://dergipark.org.tr/tr/pub/omuefd/issue/67364/933480"
	},
	{
		"category": "eğitim",
		"title": "Pandemi Döneminde Üniversite Öğrencilerinin Fiziksel Aktiviteye Katılım Motivasyonunun İncelenmesi",
		"text": "Bu çalışmanın amacı üniversite öğrencilerinin pandemi döneminde fiziksel aktiviteye katılım motivasyonunu yaş, cinsiyet, gelir durumu, spor yapmaya zaman ayırma ve yaşadığı yer değişkenleri açısından incelemektir. Çalışmanın evrenini Ondokuz Mayıs Üniversitesi Yaşar Doğu Spor Bilimleri Fakültesi öğrencileri oluşturmaktadır. Araştırmanın rastgele örneklem yöntemi ile dört ayrı bölümden 165 erkek, 163 kadın toplam 328 öğrenci oluşturmaktadır. Çalışmada spor bilimleri fakültesi öğrencilerine, Demir ve Cicioğlu tarafından geçerlik ve güvenirlik çalışması yapılmış olan “Fiziksel Aktiviteye Katılım Motivasyonu Ölçeği” ve demografik bilgiler formu uygulanmıştır. Veriler Google Formlar üzerinden toplandığı için katılımcıların gönüllü olarak araştırmaya katılımı esas alınmıştır. Toplanan veri SPSS 22 paket programı kullanılarak analiz edilmiştir. Veriler normal dağılım gösterdiği için İndependet T Testi ve Tek-Yönlü Varyans Analizi kullanılmıştır. Homojenliği sağlanan veriler Scheffe testi ile Post-Hoc Çoklu Karşılaştırma testi yapılmıştır. İstatistiksel değerler %95 güven aralığında ve p<0,05 ve p<0,01 anlamlılık düzeylerinde değerlendirmeye alındı. Katılımcıların cinsiyete, yaşa, yaşadıkları yere ve spor yapmaya zaman ayırma durumuna göre fiziksel aktiviteye katılım motivasyonu arasında anlamlı bir fark bulunmamıştır (p>0,05). Katılımcıların gelirine göre fiziksel aktiviteye katılım motivasyonu bireysel neden, nedensizlik alt boyutlarında ve alt boyut toplam puanında anlamlı farklılık göstermiştir (p<0,05). Sonuç olarak katılımcıların yaşı, cinsiyeti ve spor yapmaya zaman ayırma durumu fiziksel aktiviteye katılım motivasyonunu etkilemediği görülmüştür. Katılımcıların sadece maddi geliri fiziksel aktiviteye katılım motivasyonunu etkilemektedir. Yüksek gelirli katılımcıların fiziksel aktiviteye katılımda yüksek motivasyona sahip olduğunu söyleyebiliriz. Bu durum maddi kaygı yaşamayan bireylerin kolayca artakalan vakitlerinde fiziksel aktiviteye katılımı düşündükleri söylenebilir. Ayrıca spor salonlarının ücretli olduğu düşünürsek, bu sonuçların çıkması beklenen sonuçtur.",
		"url": "https://dergipark.org.tr/tr/pub/omuefd/issue/67364/1014044"
	},
	{
		"category": "ziraat",
		"title": "Bazı Yaygın İnsektisitlerin Domates (S. lycopersicon L.) Bitkisinde Lipid Peroksidasyon ve Antioksidatif Sistem Üzerine Etkileri",
		"text": "Günümüzde entansif tarımda pestisit kullanımı yüksek düzeylerdedir. Bu kimyasalların bitkilerde morfolojik, fizyolojik ve biyokimyasal değişikliklere neden oldukları da gösterilmiştir. Muğla İli ülkemizde yoğun bir sera potansiyeline sahiptir ve pestisit kullanımı da üst düzeydedir. Bu çalışmada, Imidacloprid, Abamectin ve Acetamiprid etken maddeli insektisitlerin sera domatesinde potansiyel oksidatif stres izlerini araştırmak ve lipit peroksidasyon düzeyi ile antioksidatif sistemin uyarılma derecesini ortaya koymak yoluyla bitkinin strese yanıtını belirlemek amaçlanmıştır. İnsektisit uygulamalarına bağlı olarak, prolin, klorofil ve malondialdehit (MDA) ile oksidatif stres durumunda bitkinin antioksidatif yanıtını belirlemek amacıyla süperoksit dismutaz (SOD), peroksidaz (POX) ve katalaz (CAT) spesifik enzim aktiviteleri belirlenmiştir. Bulgularımıza göre Imidacloprid , kontrole göre MDA ve prolin kapsamlarını arttırmış ancak antioksidatif sistemi uyararak kontrole göre 200 ve 400 µl L-1 dozlarında POX ve SOD enzim aktivitelerini yükseltmiştir. Abamectin MDA kapsamını kontrole göre tüm dozlarda, prolin kapsamını ise ilk 2 dozda arttırmış, buna karşın antioksidatif sistem uyarılarak tüm enzim aktivitelerinde artış kaydedilmiştir. Acetamiprid ise özellikle 0.3 g L-1 konsantrasyonda prolin kapsamını aşırı derecede uyararak lipid peroksidasyon düzeyinin baskılanmasına sebebiyet vermiştir. Elde edilen veriler, her 3 insektisitin de domates bitkisinde prolin ve lipit peroksidasyonu arttırarak antioksidatif sistemin uyarılmasına neden olduğunu göstermektedir.",
		"url": "https://dergipark.org.tr/tr/pub/omuanajas/issue/75759/1092843"
	},
	{
		"category": "ziraat",
		"title": "Fındık Üretim Alanlarında Bitki Koruma İlaçlarını Uygulayan Operatörlerin Risk Algı Düzeylerinin Saptanması",
		"text": "Dünya fındık üretiminde önemli bir paya sahip olan ülkemizde birim alandan elde edilecek fındık miktarı ve kalitesi üzerinde hastalık ve zararlıların önemli bir etkisi vardır. Fındık üretiminde özellikle son yıllarda yoğun olarak tarım ilacı kullanılmakta olup, ülkemizde fındık yetiştiren işletmelerde tarımsal ilaçların seçiminde, hazırlanmasında, uygulanmasında ve tarım ilacı atıklarının yönetiminde operatörler birçok tehlike ve riskle karşı karşıya kalmaktadır. Ancak bu risklerin farkındalığı hakkında bilgi bulunmamaktadır. Bu çalışmada, operatörlerin bitki koruma ürünü seçiminden, ilaç uygulama sonrasına kadarki yapılan işlemlerdeki risk algıları bir anket çalışmasıyla belirlenmiştir. Çalışma Ordu, Giresun, Samsun, Sakarya, Trabzon ve Düzce illerinde yürütülmüştür. Bitki koruma ürünleri hakkında risk algıları belirlenen operatörlerin %62’sinin önerilen doza uydukları, %79.4’ünün ekonomik zarar eşiğini takip etmediği, %90’ının uygulama esnasında meteorolojik koşulları takip ettiği, %32.9’unun alet ve ekipman kalibrasyonu yapmadığı, kişisel koruyucu donanım kullanma oranlarının çok düşük seviyelerde olduğu ve standart olmayan donanımların kullanıldığı saptanmıştır. Operatörlerin risk algıları üzerinde tarım ilaçları hakkında eğitim alma, fındık üretimi yapılan alan, fındık tarımı deneyimi, tarım ilacı kullanımı deneyimi ve öğrenim düzeylerinin etkili olduğu sonucuna varılmıştır. Bölgede ortaya konulan operatör profiline göre demonstrasyonlarla destekli yayım faaliyetlerinin, tarım ilaçlarının seçiminden başlayarak, hazırlama, uygulama ve sonrası için ayrı ayrı planlanmalı, kimyasal mücadelede yeni teknolojiler sistem içerisine dahil edilmeli, tarım ilacı kullanım hacmini düşürmeye yönelik projelere öncelik verilmelidir.",
		"url": "https://dergipark.org.tr/tr/pub/omuanajas/issue/75759/1103344"
	},
	{
		"category": "ziraat",
		"title": "Türkiye’de Biberde Enfeksiyon Oluşturan Virüslerin Belirlenmesi",
		"text": "Biber (Capsicum annuum L.)’de çok sayıda virüs enfeksiyona neden olmakta ve önemli ürün kayıplarına yol açmaktadır. Bu çalışma kapsamında, 2018 yılında Türkiye biber üretiminin büyük bir bölümünün gerçekleştirildiği Antalya, Manisa, Çanakkale, Samsun ve Bursa illerinde biber yetiştirilen alanlardan virüs-benzeri simptom sergileyen 616 adet biber örneği toplanmıştır. Bu örnekler daha sonra Alfalfa mosaic virus (AMV), Cucumber mosaic virus (CMV), Impatiens necrotic spot virus (INSV), Pepper mild mottle virus (PMMoV), Potato virus Y (PVY), Tobacco etch virus (TEV), Tobacco mosaic virus (TMV), Tomato chlorotic spot virus (TCSV), Tomato mosaic virus (ToMV) ve Tomato spotted wilt virus (TSWV) poliklonal antiserumları kullanılarak Double antibody sandwich-enzyme linked immunosorbent assay (DAS-ELISA) yöntemi ile test edilmiştir. Test sonuçlarına göre örneklerin % 55’inin TSWV, % 22.2’sinin CMV, %0.5’inin PMMoV, %0.5’inin PVY ve %0.3’ünün ise AMV ile tekli enfekteli olduğu belirlenmiştir. İncelenen örneklerin % 6.5’inin ise birden fazla virüs ile karışık enfekteli olduğu tespit edilmiştir. Karışık enfeksiyonlu örnekler içerisinde en yaygın olarak TSWV+CMV ikili enfeksiyonuna (% 4.5) rastlanılırken, bunu sırası ile; TSWV+PVY (% 0.6), TSWV+PMMoV (% 0.5), PMMoV+CMV (% 0.3) izlemiştir. Ayrıca, test edilen örneklerde TSWV+CMV+PVY (% 0.3) ve TSWV+CMV+PMMoV (% 0.2) üçlü karışık enfeksiyonu belirlenmiştir. Bununla birlikte, çalışmada test edilen biber örneklerinin hiçbirisinde ToMV, TMV, TEV, TCSV ve INSV tespit edilememiştir. Bu çalışmada tespit edilen PMMoV, Ege ve Marmara Bölgesi için ilk kayıt niteliğindedir.",
		"url": "https://dergipark.org.tr/tr/pub/omuanajas/issue/75759/1127465"
	},
	{
		"category": "ziraat",
		"title": "Yozgat İli Arıcılık Yapısının ve Arıcılık Faaliyetlerinin Belirlenmesi",
		"text": "Bu çalışma, Yozgat ilinde yapılan arıcılık faaliyetinin mevcut yapısının belirlenmesi amacıyla yapılmıştır. Araştırma, Yozgat ilindeki 203 adet arı yetiştiricisi konakladıkları yerlerde ziyaret edilerek teknik arıcılık ile ilgili sorular içeren anket çalışması olarak yapılmıştır. Bu çalışmada veri toplama aracı olarak, çoktan seçmeli ve açık uçlu sorulardan oluşan anket formu kullanılmıştır. Bu anket çalışmasında sorulan sorularla arıcıların kişisel bilgileri, eğitim durumları, arıcılığa başlama nedenleri, kaç yıldır arılık yaptıkları, arı hastalıkları ve zararlılarını tanıma durumları ve yetiştiriciliği yapılan arı ırkları gibi konularda veriler elde edilmiştir. Ankette kullanılan sorular ildeki arıcılık yapısının genel olarak anlamak ve arıcıların karşılaştıkları sorunları belirlenmeye çalışmak için hazırlanmıştır. Yapılan çalışmadan elde edilen verilerin değerlendirilmesi sonucunda, ildeki arıcıların %96.05’nin erkek olduğu ve arıcılık yapan bireylerin yaş ortalaması 51.8 yıl olduğu belirlenmiştir. Arıcıların %35’inin eğitim düzeyinin ilkokul, arıcılık deneyim sürelerinin ortalama 14.07 yıl ve koloni sayıları ortalamalarının 52.63 adet olduğu belirlenmiştir. Araştırma sonucunda arıcıların ağırlıklı olarak Kafkas ırkı arı kullandıkları, büyük oranda temel petek ve süzme makinası kullandıkları belirlenmiştir. Yozgat ilinde arıcılık işletmelerinde büyük oranda yan gelir kaynağı olarak arıcılık yapmakta oldukları belirlenmiştir. Yaşanan pazarlama sorunları arıcılığı yörede temel geçim kaynağı olarak yapmayı olumsuz etkilemektedir. Bu nedenle Yozgat ilinde arıcılığın daha ileri seviyelere taşınabilmesi için verimli ve yöreye uyumlu ırkların kullanması, pazarlama sorunlarının çözümlenmesi ve arıcılara yönelik teknik bilgilendirme çalışmalarının daha fazla yapılması gerekmektedir.",
		"url": "https://dergipark.org.tr/tr/pub/omuanajas/issue/75759/1190845"
	},
	{
		"category": "ziraat",
		"title": "Antalya Ekolojik Koşullarında Yetiştirilen 4 Avokado (Persea americana Mill.) Çeşidinin Meyve Özellikleri ile Farklı Dokularının Bazı Biyokimyasal İçeriklerinin Belirlenmesi",
		"text": "Dünya’da meyvesi yenen ürünlerin tarımsal üretimi yaygın bir şekilde yapılmaktadır. Bu ürünler içerisinde avokado da yer almaktadır. Avokadonun çoğunlukla meyve eti tüketilmekte ve yan ürünleri (meyve kabuğu, tohumu vb.) israf edilmektedir. Fakat bu ürünlerin kimyasal bileşenler açısından zengin olduğu ve değerlendirilmesi gerektiği sıklıkla vurgulanmaktadır. Özellikle avokado tohumlarının bol miktarda antioksidan madde içerdiği ve son yıllarda çay olarak tüketiminin arttığı gözlenmiştir. Bu nedenle çalışmada, Antalya ilinin Alanya ilçesinde yetiştirilen “Bacon”, “Fuerte”, “Zutano” ve “Hass” avokado çeşitlerinin meyve özelliklerinin ve farklı dokularının (meyve, yaprak ve tohum) biyokimyasal içeriklerinin belirlenmesi amaçlanmıştır. Meyve ağırlığı 253.9 g ile 123.0 g, meyve eni 68.0 mm ile 56.4 mm, meyve boyunun 107.9 mm ile 77.9mm, tohum ağırlığının 39.5 g ile 20.7 g, tohum eninin 31.9 mm ile 26.5 mm, tohum boyunun 51.3 mm ile 31.9 mm ve meyve eti sertliğinin 20.3 N ile 14.1 N arasında değiştiği tespit edilmiştir. Fiziksel görünüş olarak değerlendirildiğinde “Zutano” çeşidine ait meyvelerin diğer çeşitlerden daha parlak olduğu saptanmıştır. “Bacon” ve “Hass” çeşitlerine ait meyvelerin daha mat bir görüntüye sahip olduğu, renk değerlerinin de en düşük sonuçlar verdiği belirlenmiştir. Meyve hasat kriterleri arasında yer alan suda çözünebilir kuru madde, titre edilebilir asitlik ve pH değerleri incelendiğinde tüm çeşitlerin birbirine yakın asitlik değerlerine sahip olduğu saptanmıştır. Araştırma bulgularında meyve özellikleri ve biyokimyasal içerik bakımından “Bacon” çeşidi öne çıkarken diğer çeşitlerin de tüketim için uygun besin kaynağı olduğu belirlenmiştir. Ayrıca araştırma bulgularının konu ile ilgili yapılacak sonraki çalışmalar, tüketim, yetiştiricilik ve sağlık ile ilgili soruların cevabı için de uygun bir kaynak olacağı düşünülmektedir.",
		"url": "https://dergipark.org.tr/tr/pub/omuanajas/issue/75759/1132021"
	},
	{
		"category": "ziraat",
		"title": "Kurutma Yöntemi ve Sıcaklık Değerlerinin Mor Reyhanın Kuruma Kinetiği ve Renk Kalitesi Üzerine Etkisi",
		"text": "Reyhan dünyada ve Türkiye’de önemli derecede üretimi yapılan tıbbi ve aromatik bir bitkidir. Hasat döneminde içerdiği yüksek nem sebebiyle mikrobiyolojik bozulmalara elverişli olup uzun dönemli muhafaza edilmesi için güvenle depolama nem seviyesine düşürülmesi gerekmektedir. Bu çalışmada, etüvde, iklimlendirme test kabininde ve gölgede kurutma yöntemleri kullanılarak mor reyhan bitkisinin kalite değerleri ve kuruma kinetiği açısından en uygun kurutma yönteminin bulunması amaçlanmıştır. Kurutma denemeleri gölgede, etüvde 45, 50 ve 55 °C kurutma sıcaklıklarında ve iklimlendirme test kabininde 50 °C sıcaklıkta % 20 Rh, % 35 Rh ve % 50 Rh bağıl nemde çalışılmıştır. Mor reyhan bitkisinin kuruma sürelerine bakıldığında; en uzun kuruma süresi 82,5 saat ile gölgede kurutma yönteminde, en kısa kuruma süresi ise 10 saat olarak etüv de 55 ºC sıcaklıkta yapılan kurutma işleminde tespit edilmiştir. Kurutma sonuçlarını matematiksel olarak tanımlamak için en uygun üç kurutma matematiksel modeli seçilmiş ve aralarında karşılaştırma yapılmıştır. Bu modelleme eşitlikleri Lewis, Midilli Küçük ve Yağcıoğlu'dur. Tüm modellerin belirtme katsayısının (p<0.05) uygun olduğu belirlenmiştir. Belirlenen R2 değerleri arasında en yüksek eşitlik Midilli Küçük modelinde tespit edilmiştir. Renk kriteri açısından da tüm kurutma yöntemleri arasında taze mor reyhanın özelliklerini en iyi muhafaza eden yöntemin iklimlendirme cihazı 50 ºC % 20 Rh olduğu belirlenmiştir. Kimyasal özellikler açısından (SÇKM, pH ve titre edilebilir asitlik) ise en uygun kurutma yönteminin etüv kurutucuda 55 ºC sıcaklıkta yapılan kurutma olduğu bulunmuştur. Yapılan mor reyhan kurutma işleminde iklimlendirme test kabininde 50 ºC etüvde ise 55 ºC kurutma sıcaklığının elde edilen sonuçlara göre uygun olduğu ve bu sıcaklık değerlerinin mor reyhan gibi tıbbi aromatik bitkiler için kullanılabilir olacağı önerilmektedir.",
		"url": "https://dergipark.org.tr/tr/pub/omuanajas/issue/75759/1163973"
	},
	{
		"category": "ziraat",
		"title": "İskorpit Balığı Solungaç Dokusundan Glutatyon Redüktaz Enziminin Saflaştırılması ve Metal İnhibisyonunun İncelenmesi",
		"text": "Bu çalışmada iskorpit balığı solungaç dokusundan glutatyon redüktaz enzimi literatürde ilk kez kısmi olarak saflaştırılmış ve ağır metal iyonlarının enzim aktivitesi üzerindeki etkileri belirlenmiştir. Saflaştırma işlemi homojenat hazırlanması, amonyum sülfat çöktürmesi ve diyaliz olarak üç aşamada gerçekleştirilmiştir. Çalışma sonucunda optimum pH 6.5, optimum substrat konsantrasyonu 2 mM NADPH ve optimum tampon 400 mM KH2PO4 olarak bulunmuştur. Kısmi saflaştırma sonrasında ağır metal iyonları olarak Ni+2, Zn+2 ve Cd+2’nin inhibisyon etkileri araştırılmış ve ağır metallerin IC50 değerleri sırasıyla 31 µM, 56 µM ve 74 µM olarak hesaplanmıştır. En güçlü inhibitörün çinko oldu tespit edilmiştir.",
		"url": "https://dergipark.org.tr/tr/pub/omuanajas/issue/75759/1226399"
	},
	{
		"category": "ziraat",
		"title": "METRIC Yaklaşımında Alternatif Soğuk ve Sıcak Hücrelerin Evapotranspirasyon Haritalama Üzerine Etkilerinin Değerlendirilmesi",
		"text": "METRIC modeli ile evapotranspirasyon (ET) heritalarının elde edilmesinde hem uydu verileri hem de meteorolojik veriler girdi olarak kullanılmaktadır. Hissedilebilir ısı akısı (H) hesaplamaları METRIC modelinin en önemli aşamalarından biridir. Çoğu modelde H hesabı soğuk ve sıcak hücreler adı verilen iki uç koşula dayalı bir kalibrasyon işlemi içermektedir. Kalibrasyonda soğuk ve sıcak hücreye ait çok sayıda parametre kullanılmaktadır. Kullanılan parametrelerin hangisinin ET haritasına hangi düzeyde etki ettiğini belirlemek önemlidir. Bu çalışma, yarı-kurak iklim koşullarına sahip Suluova tarım arazileri için yürütülmüştür. Çalışmada 25 Haziran 2007 ve 4 Temmuz 2010 tarihli LANDSAT 5-TM uydu görüntüleri ve Meteoroloji Genel Müdürlüğü’nden (MGM) temin edilen iklim verileri kullanılmıştır. Uydu görüntülerinin işlenmesi ve ET haritalamasında METRIC modeli kullanılmıştır. Çalışmanın amaçları; farklı soğuk ve sıcak hücre kombinasyonlarının ET haritalarında neden olduğu farklılıkların değerlendirilmesi ve soğuk ve sıcak hücrelere ait Normalize Edilmiş Vejetatif Değişim İndeksi (NDVI), Yüzey Sıcaklığı (Ts), Net Radyasyon (Rn), Toprak ısı akısı (G) ve albedo (α) parametrelerinin her birinin ET haritalarına etkisinin belirlenmesidir. Çalışma kapsamında uydu görüntülerinde birden fazla soğuk ve sıcak hücre seçimi yapılarak ET haritaları elde edilmiştir. Soğuk ve sıcak hücrelerden birer tanesi en uygun uç koşulları ve diğer hücreler ise kullanıcı hatası sonucu seçilebilecek uç koşulları temsil etmektedir. Çalışmada her iki uydu görüntüsünde de elde edilen ET haritalarından birer tanesi en uygun ET haritası olarak dikkate alınmıştır. Daha sonra en uygun ET haritası ile diğerlerinin karşılaştırılması istatistiksel yöntemlerle yürütülmüştür. Analizler sonucunda, hata üzerine 25 Haziran 2007 tarihli uydu görüntüsünde sıcak hücre parametrelerinin, 4 Temmuz 2010 tarihli uydu görüntüsünde ise soğuk hücre parametrelerinin daha etkili olduğu tespit edilmiştir. Çalışmadan elde edilen sonuçlara göre, net radyasyon ET haritalarında hata miktarında önemli rol oynamaktadır.",
		"url": "https://dergipark.org.tr/tr/pub/omuanajas/issue/70533/920580"
	},
	{
		"category": "ziraat",
		"title": "Farklı Yüksekliklerden Toplanan Pembe Ladenin (Cistus creticus L.) Uçucu Yağ Oranı ve Kimyasal Bileşenlerinin Belirlenmesi",
		"text": "Bu araştırma Tekirdağ ilinin Kumbağ, Yeniköy ve Uçmakdere mevkilerinde geniş bir alanda yayılış gösteren pembe laden bitkisinin (Cistus creticus L.) uçucu yağ oranı ve bu yağın kimyasal bileşimini belirlemek amacıyla 2019 yılında yürütülmüştür. Bu amaçla farklı yüksekliklerden toplanan (0, 50, 100 ve 150 m) pembe laden bitkisinin yaprakları oda sıcaklığında kurutulmuş ve numunelerden Clevenger cihazı yardımıyla uçucu yağ tayini yapılmıştır. Uçucu yağın kimyasal bileşimi GC/MS cihazı ile incelenmiştir. Araştırma sonucuna göre, uçucu yağ bileşiminin %73,03'ünü (≥ %1) temsil eden 13 bileşen tanımlanmış ve yağın ana bileşenlerini kamfen (%19.45) ve α-pinen (%13.85) oluşturmuştur. Ülkemizin birçok bölgesinde yayılış gösteren Cistus türlerinin üretimi yapılıp, uçucu yağlarının aktif bileşen miktarı ve içeriği belirlenebilirse gıda katkı maddelerine, sentetik antioksidanlara ve ilaç etken maddelerine doğal bir alternatif ürün olabilecekledir.",
		"url": "https://dergipark.org.tr/tr/pub/omuanajas/issue/70533/957661"
	},
	{
		"category": "ziraat",
		"title": "Bakır Uygulamasının Bracon hebetor (Hymenoptera: Braconidae)’un Gelişim Süresi, Verim, Eşey Oranı ve Ömür Uzunluğuna Etkilerinin Belirlenmesi",
		"text": "Bakır uygulamasının Bracon hebetor (Hymenoptera: Braconidae)’un gelişim süresi, verim, eşey oranı ve ömür uzunluğu üzerindeki etkisi laboratuvar koşullarında araştırılmıştır. Son evre Achroia grisella (Lepidoptera: Pyralidae) larvaları konukçu olarak kullanılmıştır. Üç farklı konsantrasyonda bakır (50, 100 ve 200 mg kg-1) konukçu türün yapay besinine ilave  edilmiş ve denemeler bu konukçular üzerinde yetiştirilen parazitoitlerde gerçekleştirilmiştir. Bakır uygulaması sadece 200 mg kg-1 konsantrasyonunda bakır içeren grupta bulunan dişilerin gelişim süresinde uzamaya neden olurken, erkeklerde önemli bir etki belirlenmemiştir. Ayrıca, bakır parazitoitlerin verim, eşey oranı ve ömür uzunluğunda önemli herhangi bir değişikliğe neden olmamıştır.",
		"url": "https://dergipark.org.tr/tr/pub/omuanajas/issue/70533/966119"
	},
	{
		"category": "ziraat",
		"title": "Artvin, Giresun, Ordu illerinde Sofralık ve Reçellik İncir Seleksiyonu",
		"text": "2013-2014 yıllarında “Karadeniz Bölgesi İncir Seleksiyonu” projesi çerçevesinde Artvin, Giresun ve Ordu illerindeki incir popülasyonu içinden sofralık ve reçellik olarak değerlendirmeye uygun 44 genotip selekte edilmiştir. Bu tiplerde ortalama meyve ağırlığı (g), meyve indeksi (mm), suda çözünür kuru madde miktarı (SÇKM) (%), ostiol açıklığı (mm),meyve kabuk rengi ve kabuğun soyulma durumu incelenmiştir. Selekte edilen tiplerin ortalama meyve ağırlığı 13.75 -92.91 g, ortalama meyve indeksi 0.7-1.3 mm, ortalama ostiol açıklığı 0.00-13.31 mm ve ortalama SÇKM oranı % 9-20 arasında değişmiştir. Meyve kabuğu rengi mor ve sarı-yeşil renk tonlarında, meyve kabuğu soyulma durumu ise kolay-orta ve zor soyulan grupların üçünde de yer almıştır. Selekte edilen 44 adet incir tipinde yapılan Tartılı Derecelendirme Metodu sonucunda, 6 adet sofralık (08 ARD 07, 28 ES 08, 28 GR 04, 28 GR 01, 52 MRK 05 ve 52 MRK 06 ), 1 adet reçellik incir (28 GR 01) genotipi ümit var olarak öne çıkmıştır.",
		"url": "https://dergipark.org.tr/tr/pub/omuanajas/issue/70533/968849"
	},
	{
		"category": "ziraat",
		"title": "Akdeniz ekosistemindeki merada otlatmaya kapatmanın bazı fizikokimyasal toprak özelliklerine etkisi",
		"text": "Otlatma toprak bozulmasının esas nedenlerinden birisidir. Bu araştırmanın amacı 42 yıl süreyle korunan ve otlatılan meradaki bazı fizikokimyasal toprak özelliklerini karşılaştırmaktır. Çanakkale’nin Karacaören Köyü’ndeki korunan ve otlatılan meranın herbirisinden merayı temsil edecek rastgele 12 parsel oluşturulmuştur. Parsellerden rastgele örnekleme yöntemine göre toprak örnekleri  alınmıştır. Toprak örneklerinde bazı fizikokimyasal analizler(hacim ağırlığı, penetrometre direnci, bünye, pH, elektriksel iletkenlik ve organik madde) yapılmıştır. Yapılan istatistik analiz sonucunda otlatılan meraya göre korunan meradaki toprak örneklerinde daha fazla kil, elektriksel iletkenlik ve organik madde saptanmasına rağmen daha az hacim ağırlığı, penetrometre direnci, kum ve pH saptanmıştır. Otlatmanın olumsuz etkilerini azaltmak için toprak iyileştirme yöntemleri uygulanmalıdır.",
		"url": "https://dergipark.org.tr/tr/pub/omuanajas/issue/73109/982308"
	},
	{
		"category": "ziraat",
		"title": "Nemli-Mezotermal İklim Kuşağında Yer Alan ve Ağır Otlanılan Hasanlar Köyü Merasının Bazı Özellikleri",
		"text": "Bu çalışmanın amacı, 2013 yılında vejetasyonu tamamen yenilenen doğal bir meranın, 2021 yılı itibarıyla hâlihazırdaki durumunu belirlemektir. Islah çalışmasından sonraki 7-8 yıllık sürede, bitkilerin toprağı kaplama değerinde önemli bir değişim olmasa da vejetasyondaki türlerin oranları önemli ölçüde değişmiştir. Mera vejetasyonunun toprağı kaplama oranı % 98.60 olup; azalıcı, çoğalıcı ve istilacı türlerin oranları sırasıyla % 13.14, % 5.38 ve % 81.47’dir. Merada otlanma sonrasında kalan anız yüksekliği ortalama vejetasyon yüksekliğinin % 50’sinden daha az olduğu, meranın erişilebilir bütün her yerinin otlanıldığı, azalıcı ve çoğalıcı bitki türlerinin üreme ile ilgili bitki aksamlarının çok az olduğu, onların da genel olarak hayvanların ulaşamadığı dikenli bitkilerin koruyuculuğunda gelişebildiği ve dikenli bitkiler haricindeki tüm diğer otsu türlerin değişen oranlarda otlanıldığı tespitinden hareketle meranın ağır otlatıldığı sonucuna varılmıştır. Bitki örtüsü içerisinde en yüksek oranda ve en yaygın bulunan azalıcı tür % 3.97 oran ve % 80 frekans değeriyle çok yıllık çim (Lolium perenne), istilacı tür ise % 46.54 oran ve % 90 frekans değeri ile yabani böğürtlen (Rubus sp.)’dir. Vejetasyondaki oran ve dağılımlarına göre, bu ve benzeri ekolojilerdeki meralarda yapılacak her türlü tohumlama işlemlerinde tercih edilebilecek yem bitkisi türleri Lolium perenne, Dactylis glomerata, Poa pratensis, Lotus corniculatus, Trifolium fragiferum ve Trifolium repens; en öncelikli kontrol edilmesi gereken çalı türü ise yabani böğürtlendir. Böğürtlen ve diğer çalıları ve hatta sığırların tercih etmediği diğer otsu bitkileri tercihen otlayan keçilerin bu ve benzeri meralarda istihdamı en ekonomik ve doğa dostu yabancı ot kontrol yöntemi olarak önerilebilir. Aksi taktirde istilacı türlerden merayı korumak için belirli aralıklarla vejetasyon yenilenmelidir.",
		"url": "https://dergipark.org.tr/tr/pub/omuanajas/issue/73109/1037905"
	},
	{
		"category": "ziraat",
		"title": "Türkiye’de Şeker Pancarı Üretim Alanlarında Enfeksiyon Oluşturan Beet Necrotic Yellow Vein Virus İzolatlarının P31 Geninin Moleküler Karakterizasyonu",
		"text": "Vektör Polymyxa betae ile taşınan ve “rhizomania” olarak da adlandırılan hastalığa yol açan Beet necrotic yellow vein virus (BNYVV), Türkiye’de ve dünyada şeker pancarı üretim alanlarında sıklıkla rastlanan en tahripkar virüs hastalığıdır. Bu çalışmada, Türkiye’nin farklı coğrafik bölgelerinden elde edilen BNYVV izolatlarının, p31 geninin moleküler olarak karakterize edilmesi hedeflenmiştir. Bu amaçla, BNYVV ile bulaşık olduğu bilinen 17 toprak örneği kullanılmıştır. Öncelikle, tuzak bitki testi yöntemine göre BNYVV izolatlarının yeniden çoğaltımı sağlanmıştır. BNYVV RNA-4’ü tarafından kodlanan p31 proteini, virüsün vektörle etkili olarak taşınması ve virülensi ile ilişkilidir. Bu çalışmada, 12 farklı izolatın p31 gen bölgesinin nükleotit dizileri elde edilmiştir. Bu izolatların dünya izolatları ile BLAST analizi ve elde edilen filogenetik ağaç, izolatları; Grup II ve Grup III olmak üzere iki farklı p31 grubuna ayrılmıştır. Grup II’de IGR-6, IGR-9 ve ERC-52 izolatları yer almış, Kas2 izolatı (Kazakistan) ile yüksek nükleotit benzerliğine (% 99.76-% 99.88) sahip olduğu belirlenmiştir. GZP-27, ELZ-44, SMS-61, EDR-125, BRS-148, CNK-150, KAS-281, KYS-524 ve ANK-617 izolatları ise Grup III’de yer almış, IV4  izolatı (İtalya) ile en yüksek benzerlik (% 99.88-% 100) göstermişlerdir. Yürütülen bu çalışma sonucunda, BNYVV izolatlarının p31 genom bölgesine göre genetik ilişkileri ortaya konulmuştur.",
		"url": "https://dergipark.org.tr/tr/pub/omuanajas/issue/73109/1051610"
	},
	{
		"category": "ziraat",
		"title": "Azotlu ve Potasyumlu Gübrelemenin Kivi Bitkisinde Verim ve Meyve Kalitesi Üzerine Etkisi",
		"text": "Bu araştırmada, artan dozlarda azotlu (8-16-24-32 kg N da-1) ve potasyumlu (0-8-16-24-32-40 kg K2O da-1) gübre uygulamalarının Hayward kivi çeşidinde (Actinidia deliciosa) verim ve bazı meyve kalite özellikleri üzerine etkileri belirlenmeye çalışılmıştır. Araştırmaya Ordu ilinde, 2004 yılında tesis edilen bir kivi bahçesinde, 2015 vejetasyon periyodunda başlanmış olup, tesadüf blokları deneme desenine göre 4 tekerrürlü olarak iki yıl süre ile yürütülmüştür. Verim genellikle yüksek azot (N) dozları ile azalmış, potasyum (K) dozları ile düzensiz olarak artmıştır. İki yılda da dekara 24 kg N ile 40 kg K2O uygulanmasından en yüksek verim elde edilmiştir. Azotlu gübreleme birinci yıl meyve ağırlığında bir miktar artış sağlamış ve ikinci yıl azalma eğilimi göstermiştir. Toplam antioksidan kapasitesi azot uygulaması ile birinci yıl genellikle dalgalı ve ikinci yıl artan bir eğilim sergilemiştir. Artan potasyum uygulamaları ile meyvelerin toplam antioksidan aktivitesi ve C vitamini içeriği belirli bir miktara kadar yükselip sonrasında azalmıştır. Suda çözünebilir kuru madde (SÇKM) miktarı ile titre edilebilir asitlik (TEA) potasyum uygulamaları ile genellikle azalma eğilimi göstermiştir. Azot ve potasyum uygulamaları ile meyve eti sertliği genellikle çok değişken bir durum göstermekle birlikte, yüksek dozlarda daha yüksek meyve sertliklerine rastlanmıştır. Azot uygulaması toplam fenolik madde içeriğini genellikle artırmıştır. Verim, meyve ağırlığı ve kalitesi birlikte değerlendirildiğinde dekara 16 kg N ve 32 kg K2O uygulamasının daha uygun olduğu tespit edilmiştir.",
		"url": "https://dergipark.org.tr/tr/pub/omuanajas/issue/73109/1053643"
	},
	{
		"category": "ziraat",
		"title": "Hızlı Islah Sisteminin Optimizasyonu: Bitki Yetiştirme Tekniklerinin Etkileri",
		"text": "Yeni bir çeşit geliştirilirken 5-6 yıllık bir açılan generasyon aşamasından ve sonrasında agronomik testlerden geçmektedir. Bu süreyi kısaltmak ve ıslah programlarının etkinliğini arttırmak için yeni teknolojilere gereksinim duyulmuştur. Bu yeni teknolojilerden biri de hızlı ıslah (speed breeding) tekniğidir. Bu teknik ile bitki gelişimini hızlandırmak için uzun süreli ışıklı periyot kullanılarak bir yıl içerisinde ortalama 5-6 generasyon alınabilmektedir. Bu çalışmada yüksek ve düşük girdi uygulamalarının hızlı ıslahta buğdayın generasyon süresine ve bazı agronomik özellikler üzerine etkileri araştırılmıştır. Araştırma 2021 yılında Dicle Üniversitesi Ziraat Fakültesinde bulunan ışık ve sıcaklığı kontrol edilebilen polikarbon serada gerçekleştirilmiştir. Çalışmada bitki materyali olarak Yitpi (ekmeklik buğday) ve Svevo (makarnalık buğday) çeşitleri kullanılmıştır. Bitkiler hızlı ıslah ortamında 22 saat ışık, 2 saat karanlık fotoperiyoda maruz bırakılmışlardır. Yüksek girdide tam sulama ve optimum gübreleme yapılırken düşük girdide %50 oranında gübre azaltılması ve bayrak yaprak çıkışından itibaren kademeli olarak su kısıtlaması uygulanmıştır. Hem ekmeklik hem de makarnalık buğdayda düşük girdide bitkide fertil kardeş sayısı, bitki boyu, başakta tane sayısı ve tane ağırlığında düşüşler yaşanmıştır. Düşük girdili koşullarda bitkiler yoğun strese maruz kalmış ve kardeşlerden başak elde edilememiştir. Düşük girdi koşullarından elde edilen tohumların çimlenme oranı, yüksek girdi koşullarından elde edilen tohumların çimlenme oranından yüksek olması, düşük girdi uygulamasının hızlı ıslah programlarının başarısını artırmada katkı sağlayabilir. Hem ekmeklik hem de makarnalık buğdayda hızlı ıslah koşullarında uzun boyluluk ile başakta tane sayısı arasında güçlü korelasyon ilişkisi saptanmıştır.",
		"url": "https://dergipark.org.tr/tr/pub/omuanajas/issue/73109/1055794"
	},
	{
		"category": "ziraat",
		"title": "Kahramanmaraş İlinde Elma İçkurdu, Cydia pomonella (L.) (Lepidoptera: Tortricidae)’ya Karşı Çiftleşmeyi Engelleme Tekniğinin Uygulanması",
		"text": "Bu çalışma, 2018-2019 yıllarında Elma içkurdu, Cydia pomonella (L.) (Lepidoptera: Tortricidae)’ya karşı çiftleşmeyi engelleme (ÇE) metodu uygulamasında, Isomate-C Plus feromon yayıcıları kullanılmıştır. Kahramanmaraş ili Onikişubat ilçesinde 10 da’lık Braeburn, Red Gala, Red Fuji, Mondial Gala, Red Chief, Galaxy Gala, Golden Smith ve Golden B elma çeşitlerinde yürütülmüştür. Kontrol alanı (KA) olarak ise Kahramanmaraş ili Onikişubat ilçesine bağlı Tekir mahallesinde 15 da’lık Granny Smith, Golden ve Starking çeşitlerinde yürütülmüştür. Çiftleşmeyi engelleme alanında 2018 yılında toplam ergin C. pomonella sayısı 37 olurken, bulaşıklık oranı % 9.07 olmuştur. Elma içkurdu’nun 1. ve 2. dölüne karşı 2 kez Bacillus thuringiensis kurstaki uygulanmıştır. Çiftleşmeyi engelleme alanında kullanılan Isomate-C Plus feromon yayıcının hasat sonuna kadar salım oranı ise % 12.34 olmuştur. Kontrol alanında ise toplam ergin C. pomonella sayısı 1.136 olurken, bulaşıklık oranı % 43.69 olmuştur. Üretici tarafından KA’nda C. pomonella’ya karşı 6 kez insektisit uygulanmıştır. Aynı şekilde ÇE alanında 2019 yılında da toplam C. pomonella ergin sayısı 18 olurken, bulaşıklık oranıda % 8.38 olmuştur. Elma içkurdu’nun 1., 2. ve 3. dölüne karşı 3 kez Bacillus thuringiensis kurstaki uygulanmıştır. Çiftleşmeyi engelleme alanında kullanılan Isomate-C Plus feromon yayıcının hasat sonuna kadar salınım oranı ise % 10.95 olmuştur. Kontrol alanında ise toplam ergin C. pomonella sayısı 1.256 olurken bulaşıklık oranı % 38.93 olmuştur. Üretici tarafından KA’nda C. pomonella’ya karşı 6 kez insektisit uygulanmıştır. Çalışma sonucunda Çiftleşmeyi engelleme tekniğinin C. pomonella’ya karşı kullanılabileceği bulaşıklık oranı ekonomik zarar eşiği olan % 5 üzerine çıktığında Bacillus thuringiensis kurstaki gibi biyolojik bir insektisitle desteklenmelidir.",
		"url": "https://dergipark.org.tr/tr/pub/omuanajas/issue/73109/1066972"
	},
	{
		"category": "ziraat",
		"title": "Yabani Çuha Çiçeğinin Doku Kültürü İle Kitlesel Üretimi",
		"text": "Çuhaçiçeği (Primula acaulis) Primulaceae familyası içerisinde yer alan erken ilkbaharda çiçeklenen mevsimlik çiçek ya da saksılı süs bitkisi olarak üretilmektedir. Çuhaçiçeği, yavru bireylerin ana bitkiden ayrılması şeklinde çoğaltılabilmekle beraber çoğaltım kat sayısın düşük olması ve tohumlarında görülen düzensiz ve geç çimlenme kitlesel üretimini engellemektedir. Bu nedenle, yapılan bu çalışma ile doğal olarak yayılış gösteren yabani çuha çiçeklerinin in vitro’da kültüre alınarak kitlesel üretimi amaçlanmıştır. Doğadan toplanan bitkiler sera koşullarında kültüre alınmış ve eksplant kaynağı olarak kullanılmıştır. Yüzey sterilizasyonu gerçekleştirilen rizom eksplantları Benziladenin (BA) (0.5, 1.0 ve 3.0 mg L-1) ve İndol bütirik asit (IAA) (0.5 mg L-1) büyüme düzenleyicileri içeren MS ortamında kültüre alınmıştır. Çalışma sonucunda en yüksek çoğaltım kat sayısı 1.0 mg L-1 BA ve 0.5 mg L-1 IAA içeren MS ortamında 7.85 olmuştur. Elde edilen sürgünlerin 1 mg L-1 IBA içeren MS ortamda kültüre alınmasıyla %75 oranında köklenme başarısı sağlanmıştır. Torf:perlit ortamında kültüre alınan bitkilerde %62.5 hayatta kalma oranı elde edilmiştir.",
		"url": "https://dergipark.org.tr/tr/pub/omuanajas/issue/73109/1078362"
	},
	{
		"category": "ziraat",
		"title": "Tane Özellikleri Üzerine Eğim, Anaç ve Salkım Seyreltmenin Etkisi",
		"text": "Üzümün olgunlaşması bazı karmaşık fiziko-kimyasal ve biyo-kimyasal süreçlerden meydana gelir. Bu süreçleri; iklim, toprak, coğrafi konum, çeşit, anaç ve kültürel işlemler, kısacası tüm terroir bileşenleri etkilemektedir. Bu kavramlar tek başına etkili olduğu gibi, birbirleriyle de sürekli bir etkileşim halindedir. Bu araştırmada terroir-asma-üzüm ilişkileri incelenmiştir. Deneme Şarköy/Tekirdağ’da bulunan Kalpak Tarım Ürünleri Ltd. Şti. bağlarında iki yıl süreyle 2019/2020 ve 2020/2021 yürütülmüştür. Eğimi %18, rakımı 309-327 m arasında ve Cabernet Franc/Fercal ve Cabernet Franc/140Ru aşı kombinasyonlarının kullanıldığı 70 cm gövde yüksekliğine sahip bağda, sıra arası genişlik 2.1 m sıra üzeri genişlik ise 1.0 m’dir. Kuzey-Güney doğrultusunda dikilmiş olan asmalar, Kordon Royat terbiye sisteminde duvar şeklinde terbiye edilmiştir. Araştırmanın amacı; eğimdeki konumları (Üst, Orta ve Alt Bölge) dikkate alınan iki farklı anaca (140Ru ve Fercal) aşılanmış olan omcalara uygulanan 3 farklı salkım seyreltmenin (%0, %25 ve %50) tane özelliklerini nasıl etkilediğini belirlemektir. Sonuç olarak; Fercal anacında tane yaş ağırlığı, tane kuru ağırlığı, tane hacmi, tane özkütlesi ve tane kabuk alanı açısından düşük değerler alınmıştır. Öte yandan 140Ru anacından da tane eni, tane boyu, % kuru ağırlık ve tane kabuk alanı / tane eti hacmi açısından düşük değerler elde edilmiştir. Eğimdeki konumları incelendiğinde; Üst konumu tane özkütlesi ve tane kabuk alanı / tane eti hacmi dışındaki diğer kriterleri düşürmüştür. İncelenen iki yılda da bağdan ortalama 700-800 kg da-1 arasında verim alındığından salkım seyreltme yapılmamasının (%0 S) daha uygun olacağı saptanmıştır",
		"url": "https://dergipark.org.tr/tr/pub/omuanajas/issue/73109/1103113"
	},
	{
		"category": "ziraat",
		"title": "Azot ve Fosfor Gübrelemesinin Mera Otunun Makro ve Mikro Element İçeriğine Etkisi",
		"text": "Azot ve fosfor dozlarının mera otunun makro ve mikro element içeriği üzerindeki etkisinin belirlenmesi amacıyla bu çalışma 2017 yılında Bingöl ilinde yürütülmüştür. Çalışmada dört farklı azot dozu (0, 5, 10, 15 kg da-1), dört farklı fosfor dozu (0, 4, 8, 12 kg da-1) ve bu dozlara ait kombinasyonlar kullanılmıştır. Kullanılan dozlar ve kombinasyonların mera otunun makro elementlerden kalsiyum (Ca), sodyum (Na), magnezyum (Mg) ve potasyum (K), mikro elementlerden ise demir (Fe), bakır (Cu), çinko (Zn) ve mangan (Mn) içerikleri üzerindeki etkisi araştırılmıştır. Mera otunun element içeriklerinin belirlenmesinde ICP-MS cihazı (Inductively Coupled Plasma-Mass Spectroscopy) kullanılmış ve çalışma üç tekerrürlü tesadüf bloklarında iki faktörlü faktöriyel deneme desenine uygun olarak yürütülmüştür. Çalışmada artan azot ve fosfor dozlarının mera otunun makro ve mikro element içeriği üzerindeki etkisinin istatistiksel olarak önemli olduğu belirlenmiştir. Azot ve fosfor dozlarının artması ile mera otunun Ca, Na, Mg, K, Fe ve Zn içeriklerinin sistematik olarak azaldığı görülmüştür. Azot dozunun artması ile birlikte Cu ve Mn içeriklerinin de arttığı, ancak fosfor oranının artmasının mera otunun Cu ve Mn içeriği üzerinde herhangi bir etkisinin olmadığı belirlenmiştir. Sonuç olarak 10 kg da-1 azot ve 4 kg da-1 fosfor gübrelemesinin yapılması tavsiye edilmiştir.",
		"url": "https://dergipark.org.tr/tr/pub/omuanajas/issue/75759/1115743"
	},
	{
		"category": "ziraat",
		"title": "Farklı Şekillerde Yapılan Kalsiyum Uygulamalarının 0900 Ziraat Kiraz Çeşidinde Meyve Kalitesine Etkileri",
		"text": "Bu çalışma hasat öncesi farklı şekillerde yapılan kalsiyum uygulamalarının 0900 Ziraat kiraz çeşidinde meyve kalitesine ve meyve çatlamasına olan etkilerini belirlemek için yapılmıştır. Bu amaçla %35 CaO (Kalsiyum oksit) içeren “Codiagro Agroplant”; yapraktan püskürtme ile; topraktan damlama ile ve yaprak + topraktan damlama ve püskürtme ile olmak üzere farklı şekillerde ağaçlara uygulanmıştır. Çalışmada, meyve ağırlığı (g), meyve eni (mm), meyve boyu (mm), meyve yüksekliği (sütur) (mm), çekirdek ağırlığı (g), suda çözünebilir kuru madde miktarı (SÇKM; %), pH ve titre edilebilir asitlik (mg mL-1değerleri, meyve eti sertliği incelenmiş, meyve çatlama oranı belirlenmiştir. Ayrıca, meyve kabuk ve et rengi ile meyve sap rengi değerleri belirlenmiştir. Sadece yapraktan yapılan uygulama ile yaprak + topraktan birlikte yapılmış uygulamada meyve ağırlığı bakımından en yüksek sonuçlar alınmıştır (sırasıyla, 8.91 g ve; 8.80 g). Aynı şeklide yapraktan yapılan kalsiyum uygulamasında meyve eni 26.73; mm, meyve boyu 26.61 mm, meyve yüksekliği 24.5 mm ile en yüksek değerleri almıştır. Kalsiyum uygulamalarının meyvenin suda çözünebilir kuru madde (SÇKM), pH ve titre edilebilir asitlik (TEA) üzerine etkisi istatistiki olarak önemsiz bulunmuştur. En sert meyveler yaprak+toprak uygulamasından elde edilmiştir (5,15 N). Aynı şekilde en az çatlayan meyveler yaprak+toprak uygulamasındadır (çatlama indeksi; 7.10). Sadece yapraktan ve yaprak+topraktan yapılan kalsiyum uygulamaları kirazda daha kaliteli meyve için önerilebilir.",
		"url": "https://dergipark.org.tr/tr/pub/omuanajas/issue/75759/1154776"
	},
	{
		"category": "spor",
		"title": "SPOR BİLİMLERİ FAKÜLTESİNDE UYGULAMA EĞİTİMİN BİYOKİMYASAL VE HEMATOLOJİK PARAMETRELERE ETKİSİ",
		"text": "Bu çalışmanın amacı; spor bilimleri fakültesi öğrencilerinde 4 hafta yüz yüze uygulama eğitiminin biyokimyasal ve hematolojik parametrelere etkisini incelemektir. Bu çalışmada 2020-2021 öğretim yılında Sivas Cumhuriyet Üniversitesi Spor Bilimleri Fakültesi öğrencisi olan 14 çalışma ve 14 kontrol grubu olmak üzere 28 erkek katılımcı yer almıştır. Çalışma grubunun yaş ortalaması 19,50±1,31 yıl ve kontrol grubunun yaş ortalaması 21,28±1,60 yıl olarak bulunmuştur. Çalışma grubu 4 hafta boyunca haftada 5 gün spor bilimlerinde her ders için 60 dakika olmak üzere zorunlu ders olarak uygulanan basketbol, atletizm ve jimnastik derslerine katılmıştır. Kontrol grubu ise herhangi bir uygulamalı derse katılmamıştır. Her iki grupta çalışma öncesi ve sonrası vücut analizi yapılmış ayrıca tüm gönüllülerin hematolojik ve biyokimyasal parametreler için 8 saat açlıktan sonra bazal kan numuneleri alınarak ölçülmüştür. Veriler normal dağılım gösterdiği için iki grup arasında ön ve son test karşılaştırması için bağımlı t testi ve bağımsız t testi kullanılmıştır. Çalışma grubuna uygulanan 4 haftalık eğitim sonucunda parametreleri ön test ile karşılaştırdığında albümin, Alkalen Fosfataz, Aspartat Aminotransferaz, Kreatin Kinaz, insülin, sedimantasyon ve sodyum ortalamalarında anlamlı fark saptanmıştır (p<0,05). Diğer parametrelerde anlamlı fark ortaya çıkmamıştır (p>0,05). Çalışma sonucunda 4 haftalık uygulama eğitiminin katılımcıların Albumin, Alkalen Fosfataz, Aspartat Aminotransferaz, Kreatin Kinaz, insülin, sedimantasyon ve sodyum parametrelerine etki ettiği söylenebilir. Kan lipit değerlerinde anlamlı farklılık olmasa da uygulama eğitiminin katılımcıların parametrelerine olumlu yönde etkisinin olduğu ifade edilebilir. Elde edilen bu bulgular 4 haftalık uygulama eğitiminin sağlıklı yaşam için önemli bir etken olduğuna işaret edebilir.",
		"url": "https://dergipark.org.tr/tr/pub/omuspd/issue/66212/976834"
	},
	{
		"category": "spor",
		"title": "EGZERSİZ BAĞIMLILIĞINA İLİŞKİN FARKINDALIK ÖLÇEĞİ (EBİFÖ): GEÇERLİK VE GÜVENİRLİK ÇALIŞMASI",
		"text": "Egzersiz Bağımlılığına İlişkin Farkındalık Ölçeği’nin (EBİFÖ) geçerli ve güvenilir şekilde geliştirilmesinin amaçlandığı araştırmada karma model kullanılmıştır. Araştırmaya egzersiz yapan 432 birey katılmıştır. Verilerin analizinde Açımlayıcı Faktör Analizi, Doğrulayıcı Faktör Analizi, madde analizi ve güvenirlik analizlerinden yararlanılmıştır. Yapılan analizler sonucunda Egzersiz Bağımlılığına İlişkin Farkındalık Ölçeği’nin faktör analizine uygunluğu Açımlayıcı Faktör Analizi ile kanıtlanmış ve Açımlayıcı Faktör Analizi sonunda özdeğeri 1’den büyük olan kararlı üç alt boyut elde edilmiştir. Bu boyutlar ve bu boyutlarda yer alan maddeler, yapılan Doğrulayıcı Faktör Analizi ile sınanmıştır. Buna göre kovaryans değerleri, maddelerin hata varyansı ve uyum indekslerinin uygun aralıkta olduğu tespit edilmiştir. Daha sonra madde analizi yapılmış ve çalışma grubunun en üst (%27) ve en alt (%27) puan alan katılımcılarının t değerlerinde anlamlı farklılık saptanmıştır. Ölçeğin güvenirlik analizleri için ise, Cronbach Alfa, Spearman Brown, Guttman Split-Half, Paralel test katsayıları ile test tekrar test analizi yapılmış ve ölçeğin güvenirliği kanıtlanmıştır. Araştırma sonunda EBİFÖ’nün 15 maddeden DEF (Duygulara Etkisinin Farkındalığı), SEF (Sosyalleşmeye Etkisinin Farkındalığı) ve GF (Genel Farkındalık) boyutlarından oluşan geçerli ve güvenilir bir ölçme aracı olduğu tespit edilmiştir. ",
		"url": "https://dergipark.org.tr/tr/pub/omuspd/issue/69334/1065498"
	},
	{
		"category": "spor",
		"title": "MASTER ATLETLERDE YARIŞMA ÖNCESİ BESİN KISITLAMALARININ DEĞERLENDİRİLMESİ",
		"text": "Bu araştırmanın amacı, master atletlerin yarışma öncesi gönüllü besin kısıtlamalarını, besin tercihlerini ve besinlerden kaçınma nedenlerini belirlemektir. Araştırmaya 5 km, 6-10 km, 11-21 km, maraton ve ultra maraton mesafelerinde antrenman ve yarışmalara katılan, yaşları 35-74 arasında olan toplam 246 master atlet (185 erkek, 61 kadın) katılmıştır. Atletlerin besin kısıtlamalarına yönelik yaptıkları uygulamaları belirlemek için Parnell ve arkadaşları (2019) tarafından geliştirilen 17 soruluk “Koşucularda Besin Kısıtlaması Anketi” kullanılmıştır. Veri toplama süreci, Covid-19 pandemi döneminde gerçekleştirildiğinden verilerin bazılarına yüz yüze görüşülerek bazılarına ise online olarak ulaşılmıştır. Yarışma öncesinde kaçınılan besinlerin; cinsiyet, koşu mesafesi ve performans seviyesi grupları arasındaki farklılıklarını belirlemek için Fisher Exact testi kullanılmıştır. Tüm istatistiksel analizlerde anlamlılık düzeyi p<0,05 olarak kabul edilmiştir. Yarışma öncesi en çok kısıtlanan besinlerin yüksek yağlı yiyecekler (%79), atıştırmalık hazır paket ürünleri (%63), baharatlı yiyecekler (%58), süt (%54) ve kırmızı et (%44) olduğu belirlenmiştir. Kurubaklagil, süt ve yüksek lifli gıdaların kısıtlanmasında cinsiyetler arası anlamlı bir ilişki olduğu ve kadınlarda kısıtlamanın daha fazla olduğu belirlenmiştir (p<0,05). Özellikle yüksek yağlı yiyecekler ve laktozsuz sütün koşu mesafesi arttıkça ve performans seviyesi yükseldikçe daha fazla kısıtlandığı belirlenmiştir (p<0,05). Kadın master atletlerde yarışma öncesi besin kısıtlama uygulamasının daha yüksek oranda görüldüğü ve koşu mesafesinin artması ile performans seviyesinin yükselmesinin, master atletlerde besin kısıtlama oranlarını artırdığı belirlenmiştir.",
		"url": "https://dergipark.org.tr/tr/pub/omuspd/issue/69334/1015948"
	},
	{
		"category": "spor",
		"title": "SERBEST ZAMAN İLGİLENİMİ VE YAŞAM DOYUM İLİŞKİSİNDE ETKİNLİK DOYUMUNUN KISMİ ARACILIK ETKİSİ: REKREASYONEL KOŞUCULAR ÖRNEĞİ",
		"text": "Serbest zamanlarımızda katıldığımız etkinlikler sağlıklı yaşam tarzımızın önemli bir bileşenidir. Serbest zaman etkinlik seçiminin altında yatan sürecin keşfetme ve buna bağlı oluşan yaşam doyumunu belirlenme isteği son zamanlarda giderek artmaktadır. Bu sebeple, serbest zaman etkinliği olarak rekreasyonel koşuyu tercih eden kadın ya da erkeklerin koşuya yönelik duydukları ilginin yaşam doyum düzeylerine ne yönde etki yaptığını, bu etkinin oluşmasında ise etkinlik doyumunun aracılık rolünün olup olmadığını belirlemek çalışmanın temel amacını oluşturmuştur. Kolayda örneklem yöntemiyle tespit edilen 239 kişi üzerinde yürütülen bu çalışmada, veri toplama aracı olarak Serbest Zaman İlgilenim Ölçeği (SZİÖ), Yaşam Doyum Ölçeği (YDÖ) ve Etkinlik Doyum Ölçeği (EDÖ) kullanılmıştır. Ölçekler arasındaki ilişkiyi incelemek için oluşturulan araştırma modeli Yapısal Eşitlik Modeliyle (YEM) değerlendirilmiştir. Araştırma sonucunda, serbest zaman etkinliklerine duyulan ilginin rekreasyonel koşucuların yaşam doyum düzeyini artırdığı ve etkinlik sonucu oluşan doyumun modelde aracılık rolü etkisi yarattığı belirlenmiştir. Ayrıca, oluşan bu etki düzeyinin cinsiyete göre farklılaştığı da tespit edilmiştir. Sonuç olarak, rekreasyonel koşu deneyimindeki kişisel anlam (ilgilenim) ve buna bağlı oluşan yaşam doyumunu kavrayabilmek için etkinlikten haz almanın belirleyici bir ölçüt olduğu söylenebilir. ",
		"url": "https://dergipark.org.tr/tr/pub/omuspd/issue/69334/911751"
	},
	{
		"category": "spor",
		"title": "SPORDA PSİKOLOJİK İHTİYAÇLAR DURUMU ÖLÇEĞİ (SPİDÖ): TÜRKÇE UYARLAMASI, GEÇERLİK VE GÜVENİRLİK ÇALIŞMASI",
		"text": "İnsan motivasyonunun anlaşılması doğuştan gelen psikolojik ihtiyaçların dikkate alınması gerekliliğini ortaya çıkarmaktadır. Bu çalışmanın amacı, Bhavsar ve ark. (2020) tarafından geliştirilen “Sporda Psikolojik İhtiyaçlar Durumu Ölçeği’ni (SPİDÖ) Türkçe’ye uyarlamak ve sporcularda geçerliliğini ve güvenirliğini test etmektir. Araştırmanın evrenini farklı spor branşlarında 14-26 yaş aralığındaki aktif sporcular, örneklemini ise tesadüfi örnekleme yöntemi ile seçilmiş ve araştırmaya gönüllü olarak katılmayı kabul etmiş 169 sporcu oluşturmaktadır. Türkçe’ye uyarlanan Sporda Psikolojik İhtiyaçlar Durumu Ölçeği 7’li likert tipinde, 23 madde ve 6 alt boyuttan (Özerklik memnuniyeti, Özerklik memnuniyetsizliği”, Yeterlilik memnuniyeti, “Yeterlilik memnuniyetsizliği”, “Aidiyet memnuniyeti, Aidiyet memnuniyetsizliği) oluşmaktadır. Ölçeğin yapı geçerliği için Doğrulayıcı Faktör Analizi ve güvenirliğini sınamak için Cronbach alfa iç tutarlık ve CR katsayısı kullanılmıştır. Doğrulayıcı Faktör Analizi sonuçlarına göre ölçekte yer alan maddelerin faktör yükleri 0,43-0,86 arasında değişmektedir. Elde edilen analiz sonuçlarına göre modelin iyi uyum indeks değerlerine sahip olduğu görülmüştür. Ki-kare uyum testi χ²/Sd=1,976, Yaklaşık Hataların Ortalama Karekökü=0,079, Normlaştırılmış Uyum İndeksi=0,90, Normlaştırılmamış Uyum İndeksi=0,95, Karşılaştırmalı Uyum İndeksi=0,95, Uyum İyiliği İndeksi=0,92, Düzeltilmiş Uyum İyiliği İndeksi=0,86 olarak saptanmıştır. Ölçeğin alt boyutlarına ait Cronbach alfa iç tutarlık ve CR katsayıları (0,64-0,84) kabul edilebilir değerlerdedir. Elde edilen bulgular “Sporda Psikolojik İhtiyaçlar Durumu Ölçeğinin” Türkçe uyarlamasının sporda psikolojik ihtiyaçların değerlendirilmesi için geçerlik ve güvenirlik koşullarını sağladığını ortaya koymaktadır. Sonuç olarak Sporda Psikolojik İhtiyaçlar Durumu Ölçeğinin güvenilir ve geçerli bir ölçüm aracı olduğu söylenebilir. Türk sporcularının psikolojik ihtiyaçlarını merak eden ve ölçmek isteyen araştırmacılara veya antrenörlere ölçeği kullanmaları tavsiye edilebilir.",
		"url": "https://dergipark.org.tr/tr/pub/omuspd/issue/69334/1075274"
	},
	{
		"category": "spor",
		"title": "ELİT KADIN VOLEYBOLCULARDA 20. SAYILAR SONRASINDA ATAKTAN ALINAN SAYIYI ETKİLEYEN DEĞİŞKENLERİN CHAID KARAR AĞACI İLE BELİRLENMESİ",
		"text": "Voleybolda maç sonucunu etkileyen en önemli etkenlerden biri, oyuncuların atak becerileri ve maç boyunca sayı ile sonuçlandırdıkları ataklardır. Bu nedenle, oyuncuların atak sayılarını etkileyen değişkenlerin belirlenmesi ve bu değişkenlerin antrenör ve oyuncular tarafından bilinmesi galibiyet için oldukça önemlidir. Bu amaçla çalışmada, 2018-2019 Türkiye Voleybol Federasyonu Sultanlar Voleybol Ligi takımlarındaki oyuncuların 20. sayılar sonrası atak verileri kullanılarak uyruk, mevki, iyi atak sayısı (pozitif atak), kötü atak sayısı (negatif atak), atak hatası ve bloklanan atak değişkenlerinin sayı ile sonuçlanan atak üzerinde etkili olup olmadıkları incelenmiştir. Etkili değişkenlerin belirlenmesi için karar ağacı tekniklerinden biri olan ve kolay yorumlanabilir olması nedeniyle veri madenciliği uygulamalarında sıkça kullanılan CHAID (Chi-squared Automatic Interaction Detection) algoritmasından yararlanılmıştır. CHAID karar ağacı sayesinde sayı ile sonuçlanan atakları en iyi açıklayan değişkene göre oyuncular gruplandırılarak bu oyuncular için ayrı ayrı bir dizi kararlar oluşturulmuştur. Analizler sonucunda, sayı ile sonuçlanan atakları; oyuncu mevkisinin hiç etkilemediği, kötü atak sayısının ise diğer değişkenler içerisinde en çok etkileyen değişken olduğu belirlenmiştir. ",
		"url": "https://dergipark.org.tr/tr/pub/omuspd/issue/69334/972951"
	},
	{
		"category": "spor",
		"title": "REKABETÇİ SALDIRGANLIK VE ÖFKEDE PROSOSYAL VE ANTİSOSYAL DAVRANIŞLARIN ROLÜ",
		"text": "Spor alanındaki tüm paydaşlar için kontrolsüz öfke ve agresif davranışlar yıkıcı sonuçlara yol açabilir ve bu davranışları değerlendirmek zordur. Buradan hareketle araştırmanın amacı rekabetçi saldırganlık ve öfkede prososyal ve antisosyal davranışların rolünü belirlemek ve bazı değişkenlere göre ilişkilerini incelemektir. Araştırmanın çalışma grubunu 172 kadın (Ortyaş=20,64±2,52), 281 erkek (Ortyaş=21,95±4,94) olmak üzere toplam 453 sporcu-öğrenci (Ortyaş=21,45±4,22) oluşturmaktadır. Araştırmada “Sporda Saldırganlık ve Öfke Ölçeği” ve “Sporda Prososyal ve Antisosyal Davranış Ölçeği” kullanılmıştır. Verilerin analizi için çoklu doğrusal regresyon ve MANOVA testi kullanılmıştır. Araştırma bulgularında erkeklerde ve alkol kullananlarda rakibe ve takım arkadaşına karşı antisosyal davranış, saldırganlık ve öfke ortalamalarının yüksek olduğu, sigara kullananlarda ise rakibe karşı antisosyal davranış ortalamalarının yüksek olduğu görülmüştür. Araştırmanın diğer önemli bir sonucu ise sporda saldırganlık ve öfke ile prososyal davranışlar arasında negatif, antisosyal davranışlar ile pozitif ilişkiler olduğudur. Ayrıca, prososyal ve antisosyal davranışlar, sporda saldırganlık ve öfkede toplam varyansın %33’ünü açıklamaktadır. Özellikle antisosyal davranışların etkisinin sporda saldırganlık ve öfkeyi belirlemede yüksek olduğu söylenebilir.",
		"url": "https://dergipark.org.tr/tr/pub/omuspd/issue/72157/1125510"
	},
	{
		"category": "spor",
		"title": "SPORCULARIN SPOR HİZMETLERİNE YÖNELİK ALGI VE BEKLENTİLERİNİN ARAŞTIRILMASI (IĞDIR İL ÖRNEĞİ)",
		"text": "Spor hizmeti sunan kurum ve işletmeler, topluma hizmet etmek, hedeflerine ulaşmak ve rekabet edebilmek için, bünyesindeki sporcuların ve spor hizmetini talep eden bireylerin ihtiyaçlarını karşılarken, beklentilerini de göz önünde bulundurmak zorundadır. Ayrıca sosyal devlet olmanın önemli görevlerinden biri de, dezavantajlı kabul edilen az gelişmiş ve kırsal bölgelerdeki çocuk ve gençlerin, uygun programlar çerçevesinde toplumsal uyumlarını sağlayacak etkinliklerin planlanmasıdır. Ekonomik ve sosyal olarak dezavantajlı bölgelerde yaşayan genç nüfusu, devletin sunacağı spor ve boş zaman etkinlikleri ile topluma kazandırmak mümkündür. Bu anlamda kırsal bölgelerde gençlik ve spor il ve ilçe müdürlüklerine büyük görevler düşmektedir. Bu çalışmada, Iğdır İlinde farklı branşlardaki sporcuların, spor hizmetlerinin kalitesine yönelik algı ve beklentilerini araştırmak amaçlanmıştır. Bu kapsamda Iğdır Gençlik ve Spor İl Müdürlüğü (GSİM) sporcularının algıladıkları spor hizmeti kalitesi ve bekledikleri spor hizmeti kalitesi karşılaştırılmıştır. Bu çalışma sonucunda GSİM’in, dezavantajlı olan bölgelere spor hizmetleri ile ilgili neler yapılması gerektiği konusunda yeni plan ve programlar çerçevesinde öneriler oluşturulmaya çalışılmıştır",
		"url": "https://dergipark.org.tr/tr/pub/omuspd/issue/72157/1131376"
	},
	{
		"category": "spor",
		"title": "ÖĞRENCİLERDE DERS- BOŞ ZAMAN ÇATIŞMASININ PSİKOLOJİK SAĞLAMLIK ÜZERİNE ETKİSİ",
		"text": "Bu çalışma farklı üniversitede öğrenim gören üniversite öğrencilerinin Ders-boş zaman çatışmasının psikolojik sağlamlığa etkisini ortaya koymak amacıyla yapılmıştır. Bu ana amaç doğrultusundan cinsiyet, ekonomik durum ve sınıf değişkenleri incelenmiştir. Çalışmanın örneklem grubu 481 denekten oluşmaktadır. Veri toplama aracı olarak iki fraklı ölçek kullanılmıştır bunlardan birincisi, Işık ve Demirel tarafından (2018) tarafından geliştirilen “Ders-Boş Zaman Çatışma Ölçeği” 20 maddeden oluşan iç tutarlığı .90 tespit edilen ders boş zaman çatışma ölçeği öğrencilerin algılarını ölçmek, ikincisi Smith, Dalen, Wiggins Tooley, Christopher ve Jennifer Bernard (2008) tarafından geliştirilen daha sonra Doğan (2015) tarafından geçerlilik güvenirliliği yapılarak Türkçeye uyarlanan “Kısa Psikolojik Sağlamlık”6 maddeden oluşan ve ölçeğin iç tutarlık katsayısı .83 olarak ispat edilen psikolojik sağlamlık ölçeği ise öğrencilerin psikolojik sağlamlık düzeylerini belirlemek amaçlarıyla kullanılmıştır. Araştırmada ikili grup karşılaştırmaları için bağımsız örneklem t testi, ikiden fazla grup karşılaştırmaları için tek yönlü varyans analizi (Anova) testi kullanılmış, anlamlılık düzeyi <.05 olarak kabul edilmiştir. Ayrıca bağımsız değişken olan ders boş zaman çatışmasının, psikolojik sağlamlıktaki bağımlı rolünü test etmek için basit doğrusal regresyon analizi yapılmıştır. Ders-boş zaman çatışması cinsiyet, ekonomik durum değişkenlerinde farklılık olmadığı tespit edilirken, sınıf değişkeni açısından değerlendirildiğinde anlamlı bir farklılık olduğu tespit edilmiştir. Yine psikolojik sağlamlık cinsiyet, ekonomik durum değişkenlerinde farklılık olmadığı tespit edilirken, sınıf değişkeni açısından değerlendirildiğinde anlamlı bir farklılık olduğu görülmektedir. Ders-boş zaman çatışması ile psikolojik sağlamlık üzerindeki etkisi olduğu tespit edilmiştir.",
		"url": "https://dergipark.org.tr/tr/pub/omuspd/issue/72157/1136470"
	},
	{
		"category": "spor",
		"title": "FARKLI ŞINAV EGZERSİZLERİ SIRASINDA MEKANİK SALINIMLAR VE ALGILANAN ZORLUK DERECELERİNİN KARŞILAŞTIRILMASI",
		"text": "Bu çalışmada geleneksel ve fonksiyonel egzersiz kayışı (FEK) ile yapılan şınav uygulamalarında, dirseklerin ekstansiyon ve fleksiyon pozisyonunda algılanan zorluk derecesinin mekanik salınımlarla karşılaştırılarak incelenmesi amaçlanmıştır. Araştırmaya 18-25 yaş arasında 38 kadın sporcu (yaş: 20,89±2,07 yıl; boy: 166,34±0,04 cm; vücut ağırlığı: 57,52±6,29 kg), 33 kadın sedanter (yaş: 19,75±2,04 yıl; boy: 163,66±0,05 cm; vücut ağırlığı: 54,97±6,12 kg) olmak üzere toplam 71 gönüllü katılmıştır. Her iki şınav uygulamasında da dirsekler ekstansiyon ve fleksiyon pozisyonunda 30 sn. bekletilmiş, uygulama sonrası pozisyonla ilgili modifiye algılanan zorluk skalası ile değerlendirme yapılmıştır. Mekanik salınımın tespiti için el bileği, omuz kuşağı ve lumbar bölge olmak üzere toplam beş adet ivme ölçer kullanılmıştır. Her iki şınav türü algılanan zorluk düzeyleri ve mekanik salınım açısından karşılaştırılmıştır. Fonksiyonel egzersiz kayışında dirsekler fleksiyon pozisyonunda en yüksek zorluk derecesi hissedilirken en fazla salınım ortaya çıkmıştır. Geleneksel şınav uygulamasında ise, dirsekler ekstansiyon pozisyonunda en az zorluk hissedilirken en az salınım gerçekleşmiştir. Algılanan zorluk dereceleri ile mekanik salınım ilişkileri incelenmesi sonucunda, algılanan zorluk derecesi arttıkça mekanik salınımın arttığı tespit edilmiştir. Özellikle spora yeni başlayanlarda kolaydan zora ilerlemedeki sıralama geleneksel şınav ekstansiyon, geleneksel şınav fleksiyon, FEK şınav ekstansiyon ve FEK şınav fleksiyon uygulaması biçiminde önerilebilir.",
		"url": "https://dergipark.org.tr/tr/pub/omuspd/issue/72157/1108596"
	},
	{
		"category": "spor",
		"title": "SENSEBALL İLE YAPILAN ANTRENMANLARIN FUTBOLCULARIN TEMEL TEKNİK BECERİ PERFORMANSINA ETKİSİ",
		"text": "Son yıllarda ülkemiz amatör futbol kulüplerinin, profesyonel futbol kulüplerinin ve dünyanın önde gelen futbol kulüplerinin altyapı takımlarında sık sık kullandığı Senseball, spor bilimi ilgi alanına girmiştir. Bu nedenle bu çalışmada dünyanın her yerinde kullanılan bu antrenman metodunun futbolcuların teknik beceri performansına etkisinin incelenmesi amaçlanmıştır. Araştırma Samsunspor ve Atakum Belediyespor kulübünde haftanın en az iki günü aktif olarak antrenmanlara devam eden U11 ve U12 yaş gruplarından 35 deney 35 kontrol olmak üzere toplam 70 futbolcu üzerinde yapıldı. Çalışmada kontrollü ilk test-son test modeli uygulandı. Gruplar benzer özellikler dikkate alınarak rastgele oluşturuldu. Gruplar rutin antrenmana devam ederken deney grubu araştırmacı tarafından oluşturulan protokole göre 8 hafta boyunca Senseball ile 20 dakika ekstra çalıştı. Araştırma başında ve sonunda tüm futbolculara dominant ve non-dominant ayak ile top sürme, isabetli pas ve top sektirme testi; dominant ayak ile isabetli şut testi yapıldı. Deney ve kontrol grubu açısından istatiksel değerlere bakıldığında; deney grubunda isabetli pas dominant ayak, isabetli pas non-dominant ayak, isabetli şut dominant ayak, top sektirme dominant ayak, top sektirme non-dominant ayak değişkenlerinde pozitif yönlü bir gelişim saptanırken; top sürme dominant ayak ve top sürme non-dominant ayak değişkenlerinde anlamlı bir farklılık bulunamamıştır. Yapılan araştırma sonucunda Senseball’un futbolcuların teknik beceri performansına pozitif yönlü bir gelişim sağladığı, özellikle futbolcuların baskın olmayan ayaklarına ve isabetli şut performansına önemli ölçüde etki yaptığı sonucuna varılmıştır. Bu sebeple her minik futbolcunun topa daha fazla temas etmesi ve vuruş tekniğinin gelişimi için Senseball ile her gün çalışabilir, antrenörler ise Senseball’u antrenman planlamalarının içerisine yerleştirebilir.",
		"url": "https://dergipark.org.tr/tr/pub/omuspd/issue/72157/1081395"
	},
	{
		"category": "spor",
		"title": "MAKSİMUM OKSİJEN TÜKETİMİNİN ADIM KİNEMATİKLERİ KULLANILARAK MAKİNE ÖĞRENME YÖNTEMLERİYLE BELİRLENMESİ",
		"text": "Maksimal oksijen tüketimi (maxVO2) aerobik kapasitenin doğrudan göstergesidir. Bu sebeple hem spor branşlarında hem de klinikte maxVO2 ölçümü oldukça büyük öneme sahiptir. Ancak maxVO2 ölçüm sistemlerinin maliyetli oluşu farklı analiz yöntemlerinin belirlenmesi ihtiyacını ortaya çıkarmıştır. Bu çalışmada da antropometrik, kinematik, kalp atım hızı ve adım parametreleri kullanılarak makine öğrenme modelleri ile maxVO2 değerlerinin tahmin edilmesi amaçlanmıştır. Çalışmaya katılan 52 erkek sporcunun koşu bandında yapılan üç farklı koşu hızında maxVO2 değerleri ve kalp atım hızları belirlenmiş, antropometrik ve kinematik veriler ile birlikte değerlendirilmiştir. Yaş, boy, vücut ağırlığı, kalp atım hızı, bacak uzunluğu, uyluk uzunluğu, hız, adım frekansı, adım uzunluğu parametreleri makine öğrenme modellerine girdi olarak sunularak maxVO2 değerinin hesaplanması istenmiştir. Ayrıca dört farklı makine öğrenme modeli (lineer regresyon, destek vektör makineleri, karar ağaçları ve gauss süreç regresyonu) denenerek en başarılı yaklaşımın hangisi olduğu incelenmiştir. Gauss Süreç Regresyonu modelinin en başarılı tahmin (R2=0.99) ve en düşük hata oranı (RMSE=0.012) ile maxVO2 değerini tahmin ettiği belirlenmiştir. Sonuç olarak çalışma kapsamında temel antropometrik ölçümler (boy, vücut ağırlığı, bacak ve uyluk uzunluğu), kalp atım hızı, hız ve adım parametreleri (adım frekansı ve adım uzunluğu) kullanılarak maxVO2 değerleri hem submaksimal hem de maksimal değerlerde başarılı olarak tahmin edilmiştir.",
		"url": "https://dergipark.org.tr/tr/pub/omuspd/issue/72157/1097679"
	},
	{
		"category": "spor",
		"title": "SPOR BİLİMLERİ FAKÜLTESİ ÖĞRENCİLERİNİN BİREYSEL GİRİŞİMCİLİK VE LİDERLİK DAVRANIŞLARINA İLİŞKİN ÖZ ALGILARININ İNCELENMESİ",
		"text": "Bu araştırma; Spor Bilimleri Fakültesi öğrencilerinin bireysel girişimcilik ve liderlik davranışlarına ilişkin öz algıları arasındaki ilişkinin incelenmesini amaçlayan betimsel bir araştırmadır. Araştırmada kullanılan veriler, basit rastgele yöntem doğrultusunda gönüllük ilkesine bağlı olarak araştırmaya katılan 204’ü kadın, 100’ü erkek toplam 304 öğrenciden elde edilmiştir. Çalışmada veri toplama aracı olarak Lisans Öğrencilerinin Liderlik Davranışlarına İlişkin Öz Algıları ve Bireysel Girişimcilik Algı Ölçeği kullanılmıştır. İstatistiksel analizlerde bağımsız gruplar t-testi ve tek yönlü varyans analizi yapılmıştır. Boyutlar arasındaki ilişkilerin yorumlanmasına yönelik ise Pearson korelasyon katsayısı hesaplanmıştır. Elde edilen sonuçlara göre kararlı liderlik davranışı algısı için cinsiyet, kadınlar lehine anlamlı bir belirleyicidir. Aktif spor yapan öğrenciler planlama, kontrol, kendine güven, motivasyon, bireysel girişimcilik algısı ile ilkeli, kararlı liderlik boyutlarında aktif spor yapmayan öğrencilere kıyasla anlamlı bir biçimde daha yüksek puanlara sahiptirler. Spor Yöneticiliği Bölümü öğrencileri kontrol, iletişim, öz disiplin ile katılımcı ve kendine güvenen liderlik davranışlarında anlamlı bir biçimde yüksek puanlar elde etmişlerdir. Ayrıca liderlik davranışları ile bireysel girişimcilik boyutları arasında anlamlı ilişkiler olduğu belirlenmiştir.",
		"url": "https://dergipark.org.tr/tr/pub/omuspd/issue/74177/1193189"
	},
	{
		"category": "spor",
		"title": "FUTBOLCULARIN PSİKOLOJİK SAĞLAMLIK DÜZEYLERİNİN BAZI DEĞİŞKENLER AÇISINDAN İNCELENMESİ",
		"text": "Bu çalışmanın amacı futbolcuların psikolojik sağlamlık düzeylerini yaş, cinsiyet, medeni durum, eğitim seviyesi, yaşanılan yer değişkenlerine göre incelemektir. Çalışmaya 2021-2022 futbol sezonunda aktif olarak bir kulüpte futbol hayatını devam ettiren 286 kadın, 194 erkek olmak üzere toplam 480 kişi gönüllü olarak katılmıştır. Araştırmada veri toplama aracı olarak Smith ve ark. (2008) tarafından geliştirilen ve Türkçe geçerlik ve güvenirlik çalışması Doğan, (2015) tarafından yapılan “Kısa Psikolojik Sağlamlık Ölçeği” kullanılmıştır. Betimsel istatistiklerde frekans ve yüzde analizleri, ikili grupların karşılaştırılmasında T testi, üç ve daha fazla grupların karşılaştırılmasında ise ANOVA testleri kullanılmıştır. Araştırmanın sonuçları, futbolcuların psikolojik sağlamlık düzeylerinin medeni durum, eğitim düzeyi ve aile gelir değişkenlerine göre anlamlı düzeyde farklılık gösterdiğini; cinsiyet ve yaşadığı yer değişkenlerine göre ise anlamlı bir farklılık oluşturmadığını ortaya koymuştur. Bu sonuçlara göre futbolcuların eğitim düzeyi ve maddi gelir düzeyi yükseldikçe psikolojik sağlamlık düzeylerinin arttığı belirlenmiştir. Futbolcuların psikolojik sağlamlık düzeylerinin hangi değişkenlerden etkilendiğinin belirlenmesi, futbolcuların performans seviyelerini yükseltmelerine önemli katkılar sağlayabileceği düşünülmektedir.",
		"url": "https://dergipark.org.tr/tr/pub/omuspd/issue/74177/1110243"
	},
	{
		"category": "spor",
		"title": "BOSU DENGE VE KUVVET EGZERSİZ PROGRAMININ ADÖLESAN KADIN VOLEYBOLCULARIN VÜCUT KOMPOZİSYONU, ANAEROBİK GÜÇ VE DENGE YETENEĞİNE ETKİSİ",
		"text": "Bu araştırmanın amacı adölesan kadın voleybolcularda 8 haftalık bosu denge ve kuvvet egzersiz programının (BDKEP) vücut kompozisyonu, anaerobik güç ve denge yeteneğine etkisini tespit etmektir. Araştırmaya, Adana Volem Spor Kulübünde oynayan lisanslı 14 - 16 yaş gruplarından 15 deney (14,87 ± 0,92) ve 15 kontrol grubu (14,93 ± 0,70) olmak üzere toplam 30 voleybolcu katılmıştır. Kontrol grubu sporcuları sezon içerisinde düzenli olarak voleybol antrenmanlarını sürdürürken, deney grubuna ekstra 8 hafta boyunca haftada üç gün bosu denge ve kuvvet egzersiz programı uygulanmıştır. Veriler elde edilirken flamingo denge, dikey sıçrama ve durarak uzun atlama testleri uygulanmıştır. Deney ve kontrol grubunun ön test-son test ölçümlerde Paired Samples t-testi, antrenman etkisi ile fiziksel ve kondisyonel özellikler arasındaki ilişkinin incelenmesinde Pearson Korelasyon analizi yapılmıştır. Çalışma sonucunda deney grubunun 8 haftalık bosu denge ve kuvvet egzersiz programından sonra boy uzunluğu, vücut ağırlığı, beden kitle indeksi ortalama değerlerinde anlamlı bir artış gözlenmemiştir (p>0,05). Deney grubunun flamingo denge sağ ve sol ayak, durarak uzun atlama, dikey sıçrama ve anaerobik güç ortalamalarında Cohen's d analizleri sonuçlarına göre orta düzeyde bir gelişme gözlenmiştir. Kontrol grubunda ise 8 haftanın sonucunda bir değişim görülmemiştir. Sonuç olarak bosu egzersizlerinin voleybolcularda denge ve kuvvet gelişimine etki ettiği tespit edilmiştir. Denge ve kuvvet gelişimi için bosu egzersizleri antrenman programının içerisine dahil edebilir.",
		"url": "https://dergipark.org.tr/tr/pub/omuspd/issue/74177/1133561"
	},
	{
		"category": "spor",
		"title": "KADINLAR SÜPER LİGİNDE OYNAYAN FUTBOLCULARIN MEVKİLERİNE GÖRE SAKATLANMA DURUMLARININ İNCELENMESİ",
		"text": "Bu çalışma Kadınlar Süper Ligi’nde oynayan futbolcuların mevkilerine göre sakatlanma durumlarının tespit edilmesi amacıyla yapılmıştır. Çalışmaya Türkiye Kadın Futbol Süper Ligi’nde oynayan toplam 151 sporcu (yaş 22,08±3,81 yıl) gönüllü olarak katılmıştır. Araştırma, mevcut durumu tespit etmeyi amaçladığı için tarama modeli ile tasarlanmıştır. Sporculara, konu ile ilgili araştırmacılar tarafından hazırlanan soru formu uygulanmıştır. Çalışmaya katılan 151 sporcudan 110’u sakatlık geçirdiği 41 futbolcunun ise sakatlık geçirmediği tespit edilmiştir. Defans oyuncularının (n:49) diğer mevki oyuncularına göre daha fazla sakatlandığı saptanmıştır. Burkulmanın (n:16) en fazla görülen sakatlanma türü olduğu tespit edilmiştir. Futbolcuların en fazla sakatlık sonrası spora dönüş süresinin 6 haftadan çok (n:21) olduğu, yaralanmaların en fazla müsabaka (n:31) esnasında gerçekleştiği tespit edilmiştir. Ayak bileği/ayak bölgesi (n:18), yaralanmaların en fazla görüldüğü vücut bölgesi olduğu ve yaralanmaların, en çok rakip oyuncu ile çarpışma (n:12) ve rakip oyuncu darbesi (n:12) sonucunda oluştuğu belirlenmiştir. Yaralanmaların en aza indirilmesi için bu bölgelere yönelik özel egzersiz programlarına yer verilebilir. Bunun yanında antrenör ve sporcuların ilgili konuda farkındalığının artırılması için eğitim programları düzenlenebilir.",
		"url": "https://dergipark.org.tr/tr/pub/omuspd/issue/74177/1181056"
	},
	{
		"category": "spor",
		"title": "DEFANSİF VE OFANSİF SPORCULARIN SPORDA SALDIRGANLIK VE ÖFKE EĞİLİMLERİNİN KARŞILAŞTIRILMASI",
		"text": "Bünyesinde mücadele, galibiyet, yenilgi gibi rekabete dayalı olguları barındıran sporda, saldırganlık ve öfkenin yaşanılabileceği düşünülmektedir. Dolayısıyla “Defansif ve Ofansif Sporcuların Sporda Saldırganlık ve Öfke Eğilimlerinin Karşılaştırılması” isimli çalışmanın gerçekleştirilmesi önem arz etmektedir. Bu araştırmanın evrenini İzmir ilinde yaşayan lisanslı sporcular oluşturmaktadır. Örneklem grubu ise; 170 defansif stilde spor yapan 170 ofansif tarzda spor yapan, toplamda 340 sporcudan oluşmaktadır. Çalışmada tesadüfi örnekleme yöntemlerinden tabakalı tesadüfi örnekleme uygulanmıştır. Araştırmada veri toplama aracı olarak, Maxwell ve Moores (2007), tarafından geliştirilmiş, Gürbüz ve ark., (2019), tarafından Türkçeye uyarlanmış Sporda Saldırganlık ve Öfke Ölçeği (SSÖÖ) kullanılmıştır. Ayrıca katılımcılara, demografik bilgileri içeren kişisel bilgi formu yöneltilmiştir. Değişkenlerin karşılaştırılmasının yapılması amacıyla Bağımsız Örneklem T-Testine testine başvurulmuştur. Defansif sporcularda öfke alt boyutunda takım ve bireysel sporcular arasında yüksek düzeyde anlamlı fark vardır (p<0,05). Bu anlamlı farkın bireysel spor yapan sporcuların lehine olduğu tespit edilmiştir. Defansif sporcularda saldırganlık alt boyutunda psikoloji içerikli seminerlere katılan ve katılmayan sporcular arasında anlamlı fark vardır (p<0,05). Anlamlı farkın psikoloji içerikli seminerlere katılanların lehine olduğu saptanmıştır. Sigara kullanım durumuna göre öfke alt boyutunda defansif, ofansif sporcularda (yüksek düzeyde), saldırganlık alt boyutunda ise ofansif sporcularda anlamlı fark vardır (p<0,05). Ofansif sporcularda saldırganlık, defansif sporcularda öfke ve ofansif sporcularda öfke alt boyutlarında anlamlı farkın sigara kullanmayan sporcuların lehine olduğu saptanmıştır. Özellikle spor alanında saldırganlık ve öfke eğilimlerinin en aza indirilmesi adına daha fazla bilimsel çalışmaların yapılması, sporcu, antrenör, yönetici gibi spor unsurlarının daha fazla bilinçlendirilmesi önerilmektedir.",
		"url": "https://dergipark.org.tr/tr/pub/omuspd/issue/74177/1192394"
	},
	{
		"category": "spor",
		"title": "ADOLESAN FUTBOLCULARDA ESNEKLİK VE DURARAK UZUN ATLAMANIN İVMELENME ÜZERİNE ETKİSİ",
		"text": "Bu çalışmada adolesan futbolcularda durarak uzun atlama ve esnekliğin ivmelenme performansına etkisini incelemek amaçlanmıştır. Araştırmaya amatör futbol kulübünün U-13 (n=17) ve U-16 (n=16) takımlarında yer alan toplam 33 futbolcu katılmıştır. Araştırmada 10 m (metre) ivmelenme testi, durarak uzun atlama testi ve otur eriş esneklik testi uygulanmıştır. Araştırmaya katılan U-16 takımı futbolcuların ölçülen parametrelerin ortalama değerleri; yaşları15,75 ± 0,577 yıl, boyları 173,19 ± 0,060 cm, vücut ağırlıkları 59,06 ± 7,962 kg, 10 m ivmelenme süreleri 2,145 ± 0,149 sn, esneklik değerleri 29,625 ± 6,009 cm ve durarak uzun atlama 1,990 ± 0,170 m olarak bulunmuştur. Araştırmaya katılan U-13 takımı futbolcuların ölçülen parametrelerin ortalama değerleri; yaşları 12,71 ± 0,470 yıl, boyları 151,65 ± 8,116 cm, vücut ağırlıkları 41,71 ± 6,080 kg, 10 m ivmelenme süreleri 2,448 ± 0,316 sn, esneklik değerleri 30,82 ± 3,861 cm ve durarak uzun atlama 1,642 ± 0,149 m olarak bulunmuştur. Çalışmanın bulguları incelendiğinde U-16 takımı futbolcularında durarak uzun atlamanın 10 m ivmelenme performansını %27 oranında açıkladığı görülürken (p<0,05), U-13 takımı futbolcularında durarak uzun atlamanın 10 m ivmelenmeyi %27,5 oranında açıkladığı görülmüştür (p<0,05). Buna karşın her iki takım futbolcularında esneklik ile 10 m ivmelenme performansı arasında herhangi bir anlamlılık olmadığı tespit edilmiştir (p>0.05). Sonuç olarak, adolesan dönemindeki çocuklarda ivmelenme performansı değerlendirilirken durarak uzun atlama performansları da göz önünde bulundurulmalı ve ivmelenmede gerekli gelişimi sağlamak için antrenman programlarında yeteri kadar yer verilmesi gerektiği düşünülmektedir.",
		"url": "https://dergipark.org.tr/tr/pub/omuspd/issue/74177/1156532"
	},
	{
		"category": "spor",
		"title": "ADÖLESAN SPRİNTERLERDE AKUATİK KUVVET VE GÜÇ ANTRENMANININ SÜRAT PERFORMANSINA ETKİSİ",
		"text": "Bu araştırma, adölesan erkek ve kadın sprinterlerde 6 haftalık akuatik kuvvet programının (AKP) sprint sürat performansına (SSP) ve kuvvet performansına (KP) etkisinin incelenmesi amaçlamıştır. Araştırmanın örneklemini Mersin ili Tarsus ilçesinde yaşayan, 7’si erkek ve 6’sı kadın adölesan sprinterler oluşturmaktadır. Veri toplanmasında, vücut ağırlığı ve boy uzunluğu elektronik baskül ve stadiyometreyle, kuvvet ölçümleri izokinetik dinamometre cihazıyla ve SSP fotosel kronometre ile ölçülmüştür. Erkek ve kadın sporcuların farklılıklarını belirlemek için bağımsız t-testi ve AKP’nin etkisinin de belirlenmesi için erkek ve kadın grubuna eşleştirilmiş t-testi analizleri uygulanmıştır. Ayrıca, antrenman etki seviyesini belirlemek için Cohen’s d analizleri yapılmıştır. Bu çalışmanın sonuçları AKP sonunda, SSP’da erkek ve kadınlarda düşük ve KP gelişiminde erkeklerde büyük, orta ve düşük seviyelerde antrenman etkisi ve kadınlarda düşük ve orta seviyede antrenman etkisi gözlenmiştir. Yüz metre sürat koşusunun son 40 metre ortalama sürat ve 100 metre ortalama sürat testlerindeki gelişim oranları sırasıyla; erkekler için % 2,32 ve % 1,2 ve kadınlar için % 3,63 ve % 2,15’dir. Neticede, kadınların SSP ve erkeklerin KP'da daha büyük AKP etkisi gözlenmiştir. SSP’daki farklılıklar cinsel dimorfizm ve kadınlardan % 9,38 oranında yaşlı olan erkeklerin olgunlaşma döneminin hızlı gelişim evresini tamamlaması buna karşın hızlı gelişim dönemlerinde olan kadınların daha büyük gelişim sergilemesinin nedeni olabilir. Türkiye’de tüm adölesan sprinterlerin olgunlaşma döneminde hızlı gelişim evreleri yıl aralıkları ile belirlenerek bu dönemlere uygun AKP geliştirilmesi için antrenörlere bilgi verilmelidir.",
		"url": "https://dergipark.org.tr/tr/pub/omuspd/issue/74177/1208060"
	},
	{
		"category": "spor",
		"title": "BEDEN EĞİTİMİ ÖĞRETMENLERİ İLE DİĞER BRANŞ ÖĞRETMENLERİNİN İLETİŞİM BECERİLERİ VE ÖZ YETERLİLİKERİNİN İNCELENMESİ",
		"text": "Bu araştırmada öğretmenlerin iletişim becerileri ile genel öz yeterlilik düzeyleri arasındaki ilişkilerin incelenmesi ve beden eğitimi ve diğer branş öğretmenlerinin değişkenlere yönelik görüşlerinin farklılaşma durumlarının belirlenmesi amaçlanmıştır. İlişkisel tarama modelinde gerçekleştirilen araştırmanın örneklemini 306 öğretmen oluşturmuştur. Araştırmanın verileri “İletişim Becerileri Ölçeği-Yetişkin Formu” ve “Genel Öz yeterlilik Ölçeği” kullanılarak elde edilmiştir. Değişkenlere ilişkin betimsel istatistiklerde aritmetik ortalama ve standart sapma değerlerinden, gruplar arasındaki farklılaşmayı belirlemede bağımsız örneklemler t-Testinden faydalanılmıştır. Değişkenler arasındaki ilişkiyi belirlemek için korelasyon analizi, bağımsız değişkenlerin bağımlı değişkeni ne düzeyde yordadığını belirlemek için de adımsal regresyon analizi kullanılmıştır. Araştırma sonucunda; öğretmenlerin iletişim becerileri ve genel öz yeterlilik düzeylerinin yüksek olduğu, düzey bakımından ise beden eğitimi ve diğer branş öğretmenleri arasında anlamlı bir farklılaşmanın bulunmadığı tespit edilmiştir. Araştırmanın bir diğer sonucu olarak iletişim becerileri ölçeğinin tüm alt boyutları ile genel öz yeterlilik arasında pozitif ve orta düzeyde ilişki bulunduğu belirlenmiştir. Ayrıca iletişim becerileri ölçeğinin sadece “temel beceriler ve kendini ifade etme”, “etkin dinleme ve sözel olmayan iletişim” ve “iletişim ilkelerine uyma” boyutlarının genel öz yeterlilik üzerinde anlamlı yordayıcılar olduğu sonucuna ulaşılmıştır. Genel öz yeterliliği yordama gücü en yüksek değişkenin, temel beceriler ve kendini ifade etme değişkeni olduğu, etkin dinleme ve sözel olmayan iletişim ile iletişim ilkelerine uyma değişkenlerinin yordayıcılıklarının ise düşük düzeylerde olduğu tespit edilmiştir. Sonuçlar, öğretmenlerin temel beceriler ve kendini ifade etme, etkin dinleme ve sözel olmayan iletişim ve iletişim ilkelerine uyma becerileri arttıkça genel öz yeterlilik algılarının artabileceğini göstermektedir.",
		"url": "https://dergipark.org.tr/tr/pub/omuspd/issue/74177/1207839"
	},
	{
		"category": "spor",
		"title": "GENÇ ERKEK KÜREKÇİLERDE MAKSİMAL DİRENÇLİ KUVVET ÇALIŞMALARININ 2000 METRE ve 6000 METRE KÜREK ERGOMETRESİ TESTİNE ETKİSİ",
		"text": "Bu çalışmanın amacı, temel kürek çekme hareketinde en aktif çalışan kasların (quadriceps, latissimus dorsi ve biceps) maksimal dirençli kuvvet antrenmanına bağlı olarak 2000 metre ve 6000 metre kürek ergometre performansına etkisinin araştırılmasıdır.  Çalışma grubunu (17-18 yaş) kürek yaşı en az iki olan Fenerbahçe Spor Kulübü genç kürek takımından 12 kürekçi, kontrol grubunu da (17-18 yaş) Galatasaray Spor Kulübü genç kürek takımından 12 kürekçi oluşturmaktadır. Araştırmada yer alan her iki grubun öncelikle antropometrik ölçümleri alınmıştır. Çalışma başlangıcında (ön-test) ve 8 hafta boyunca, haftada 2 gün maksimal dirençli kuvvet antrenmanları bitiminden sonra (son-test) Full Serbest Squat Maksimal Ağırlık Testi ve Bench Pull Maksimal Ağırlık Testleri yapılmıştır. Ayrıca, her iki gruba çalışma öncesinde ve 8 hafta sonrasında 2000 metre ve 6000 metre Serbest Tempo Maksimal Kuvvette Kürek Ergometre Testi uygulanmıştır. 8 haftalık maksimal dirençli kuvvet antrenmanları bitiminde, Bench Pull ve Full Serbest Squat Maksimal ön-son test karşılaştırma sonuçlarında her iki grup lehine istatiksel olarak anlamlı farklılık bulunmuştur. Ancak; Bench Pull Maksimal testinde çalışma grubunun kilogram artış değerleri, kontrol grubunun artış değerlerinden %6,71, Full Serbest Squat Maksimal testinde ise çalışma grubunun kilogram artış değerleri, kontrol grubunun artış değerinden %6,82 fazla olduğu göz ardı edilmemelidir. Çalışma sonuçlarında; maksimal dirençli kuvvet antrenmanlarının, 2000 metre kürek ergometre testinde hem 500m./dk. hem de toplam süre sonuçlarını istatiksel olarak anlamlı derecede etkilediği gözlemlenmiştir. Buna karşılık 6000 metre ergometre test sonuçlarında ise istatiksel olarak anlamlı bir fark tespit edilmemiştir. Bu sonuçlara dayanarak; kısa mesafe ancak yüksek şiddetli geçen 2000 metre kürek yarışları için planlanan kürek antrenmanlarında, maksimal kuvvet antrenmanlarının bu yarış mesafesindeki etkili olabileceği göz önünde bulundurulmalıdır. ",
		"url": "https://dergipark.org.tr/tr/pub/omuspd/issue/32870/345538"
	}
]
